Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/elektro/po/*.po
Languages: pl

source: A NAS/Server can be shut down. Is required activated Telnet.
pl: NAS / serwer może być wyłączony. Musisz włączyć Telnet.

source: Active Time Profile
pl: Aktywuje profil czasowy

source: Automatically shut down to deep standby
pl: Automatyczne zamknięcie do głębokiego czuwania

source: Avoid deep standby when HDD is active, e.g. for FTP
pl: Unikaj głębokiego czuwania gdy dysk twardy jest aktywny, np. dla FTP

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
pl: Oba profile są używane na przemian. Po wyłączeniu inny profil jest włączony. Pozwala to na dwa cykle czasowe w ciągu dnia. Czasy nie pokrywają się.

source: Cancel
pl: Anuluj

source: Check IPs (press OK to edit)
pl: IP testowe (naciśnij OK, aby edytować)

source: Command [poweroff, shutdown -h,...]
pl: Komenda [poweroff, shutdown-h, ...]

source: Connection Error
pl: Błąd połączenia

source: Description
pl: Opis

source: Do not wake up at the end of next deep standby interval.
pl: VU+ nie zostanie wybudzone automatycznie po zakończeniu kolejnego okresu głębokiego czuwania.

source: Don't wake up
pl: Nie wybudzaj.

source: Elektro Power Save
pl: Zapisz Elektro Power

source: Enable Elektro Power Save
pl: Aktywuj zapis Elektro Power

source: Extensions menu
pl: Menu rozszerzeń

source: Force sleep (even when not in standby)
pl: Przeforsuj uśpienie (nawet gdy nie jest w stanie gotowości)

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
pl: Przeforsuj głębokie czuwanie, nawet gdy nie jest w stanie gotowości.To nie ma wpływu na nagrania.

source: Friday
pl: Piątek

source: Go to Standby now?
pl: Przejść w stan czuwania, teraz?

source: Go to sleep now?
pl: Przejść w stan uśpienia, teraz?

source: Help
pl: Pomoc

source: Holiday mode (experimental)
pl: Tryb wakacyjny

source: IP Address
pl: Adres IP

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
pl: Soll die Box z.B. Montag Nacht um 1 Uhr in den Deep Standby gehen, ist es genau genommen schon Dienstag. Damit dies trotzdem möglich ist, muss angegeben werden, wann der nächste Tag anfängt.

source: Monday
pl: Poniedziałek

source: NAS Poweroff (press OK to edit)
pl: Wyłącz NAS (naciśnij OK abyt edytować)

source: NAS/Server Name or IP
pl: Nazwa NAS/Server lub IP

source: Name
pl: Nazwa

source: Next day starts at
pl: Następny dzień rozpoczyna się

source: Password
pl: Hasło

source: Plugin menu
pl: Menu wtyczek

source: Puts the box in standby mode after boot.
pl: Przenosi VU+ w stan uśpienia po restarcie.

source: Run
pl: Wykonaj

source: Saturday
pl: Sobota

source: Show in
pl: Pokaż

source: Showing Elektro readme.txt
pl: Pokazuje Elektro Readme.txt

source: Sleep
pl: Uśpij

source: Specify how long to show the standby query on boot screen. This value can be set to ensure the box does not shut down to deep standby again too fast when in standby mode.
pl: Określ długość czuwania. Wartość ta może być ustawiona, aby zapewnić, że VU+ nie wyłącza się zbyt szybko w trybie gotowości.

source: Specify plugin description to be used in menu (needs GUI restart).
pl: Opis, z którym wtyczka powinna pojawić się w menu (wymaga restartu GUI).

source: Specify plugin name to be used in menu (needs GUI restart).
pl: Nazwa, pod którą wtyczka powinna pojawić się w menu (wymaga restartu GUI).

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
pl: Zdecyduj czy wtyczka powinna się pojawić w menu wtyczek lub menu rozszerzeń (wymaga restart GUI)

source: Standby on boot
pl: Po uruchomieniu systemu przejdź w tryb gotowości

source: Standby on boot screen timeout
pl: Limit czasu czuwania na ekranie startowym

source: Standby on manual boot
pl: Stan czuwania po ręcznym uruchomieniu

source: Sunday
pl: Niedziela

source: Telnet Port
pl: Port Telnetu

source: The active Time Profile is (1 or 2).
pl: Rozłożenie w czasie jest aktywne (1 lub 2).

source: The box always enters deep standby mode, except for recording.
pl: VU+ pozostaje w głębokim czuwaniu, o ile nie trwa nagrywanie.

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
pl: Ta lista adresów IP jest zaznaczona. Elektro czeka dopóki adres nie odpowie na ping.

source: Thursday
pl: Czwartek

source: Times
pl: Czas

source: Tuesday
pl: Wtorek

source: Unless this is enabled, this plugin won't run automatically.
pl: Aktywuj wtyczkę.

source: Use both profiles alternately
pl: Użyj obu profili alternatywnie

source: Username
pl: Nazwa użytkownika

source: Ver.
pl: Wersja

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
pl: Poczekaj aż HDD zostanie przeniesiony w tryb uśpienia. W zależności od konfiguracji, może to całkowicie uniemożliwić przejście w stan głębokiego czuwania.

source: Waiting until poweroff
pl: Poczekaj na wyłączenie.

source: Wakeup
pl: Wybudź

source: Wednesday
pl: Środa

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
pl: Czy umieścić VU+ w trybie czuwania, gdy jest uruchamiany ręcznie. W trakcie uruchamiania ręcznego VU+ nie przejdzie w stan czuwania przed następnym przedziałem czasowym głębokiego czuwania, nawet jeśli ta opcja jest ustawiona. Opcja ta jest aktywna tylko wtedy, gdy ustawione jest "Stand on boot''.

source: no Name
pl: Brak nazwy

source: please wait...
pl: Proszę czekać...

source: yes, Profile 1
pl: Tak, Profil 1

source: yes, Profile 2
pl: Tak, Profil 2
