Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/teletext/po/*.po
Languages: nl

source: picture and teletext
nl: Beeld en TeleText

source: teletext and picture
nl: TeleText en beeld

source: teletext in picture
nl: TeleText in beeld

source: Western and Central Europe
nl: West- en Centraal-europa

source: Eastern Europe
nl: Oost-europa

source: Western Europe and Turkey
nl: West-europa en Turkije

source: Central and Southeast Europe
nl: Centraal- en Zuidoost-europa

source: Cyrillic
nl: Kyrillisch

source: Turkish / Greek
nl: Turks / Grieks

source: Arabic
nl: Arabisch

source: Hebrew / Arabic
nl: Hebreeuws / Arabisch

source: Disabled
nl: Gedeactiveerd

source: bilinear
nl: bilineair

source: anisotropic
nl: anisotropisch

source: sharp
nl: scherp

source: sharper
nl: scherper

source: Enter values (left, top, right, bottom) or press TEXT to move and resize the teletext graphically.
nl: Geef de waarden in (links, bovenaan, rechts, onderaan) of druk TEXT, om de TeleText grafisch te verplaatsen en afmeting aan te passen.

source: Select splitting mode.
nl: Split-mode instellen.

source: Select brightness.
nl: Helderheid instellen.

source: Select contrast.
nl: Contrast instellen.

source: Select transparency.
nl: Transparantie instellen.

source: Display first and last row.
nl: Eerste en laatste rij weergeven.

source: Print debug messages to /tmp/dbttcp.log.
nl: Debug-berichten in /tmp/dbttcp.log bewaren.

source: Select teletext version to use.
nl: Selecteer de TeleTextversie.

source: Select your region to use the proper font.
nl: Selecteer uw regio, om de passende tekens te gebruiken.

source: Select your favourite scale filter.
nl: Kies de filter voor het schalen.

source: If caching is disabled, each teletext page will searched when you entered its number.
nl: Als de caching uitgeschakeld is, wordt elke pagina pas geladen na ingave van de paginanummer.

source: enter page number
nl: Paginanr. ingeven

source: enter page number / page 100
nl: Paginanr. ingeven / pagina 100

source: prev channel / channel list
nl: vorig kanaal / kanaallijst

source: enter page number / rezap
nl: Paginanr. ingeven / rezap

source: next channel / channel list
nl: volgend kanaal / kanaallijst

source: exit
nl: Sluiten

source: zoom / increase height
nl: zoom / hoogte vergroten

source: favorites / decrease height
nl: Favorieten / hoogte verkleinen

source: toggle info
nl: verborgen info

source: teletext settings
nl: TeleText instellingen

source: next page / catch page / move
nl: volgende pagina / pagina inlezen / verplaatsen

source: prev sub page / move
nl: vorige sub-pagina / verplaatsen

source: start page catching / select page
nl: Pagina selecteren

source: next sub page / move
nl: volgende sub-pagina / verplaatsen

source: prev page / catch page / move
nl: vorige pagina / pagina inlezen / verplaatsen

source: toggle flof/top
nl: FLOF/TOP omschakelen

source: red teletext link
nl: rode textlink

source: green teletext link
nl: groene textlink

source: yellow teletext link
nl: gele textlink

source: blue teletext link
nl: blauwe textlink

source: split screen
nl: gedeeld beeldscherm

source: toggle transparency
nl: Transparantie instellen

source: Select teletext
nl: Teletext selecteren

source: Cancel
nl: Annuleren

source: TeleText settings
nl: TeleText instellingen

source: Default
nl: Standaard

source: Scale filter
nl: Schalen

source: Scale filter zoom
nl: Schalen zoom

source: Brightness
nl: Helderheid

source: Transparency
nl: Transparantie

source: Text level
nl: TeleText Versie

source: Region
nl: Regio

source: Position and size
nl: Positie en afmeting

source: Display edges
nl: Randen weergeven

source: Splitting mode
nl: Split-mode

source: Background caching
nl: Caching in de achtergrond

source: Discard changes?
nl: Wijzigingen annuleren?

source: TeleText favorites
nl: TeleText favorieten

source: Clear all
nl: Alles verwijderen

source: <empty>
nl: <leeg>

source: Add
nl: Toevoegen

source: Delete
nl: Verwijderen

source: Select
nl: Selecteren

source: Edit
nl: Bewerken

source: Enter text for page %s
nl: Tekst voor pagina %s

source: Delete favorite?
nl: Favoriet verwijderen?

source: Delete all favorites?
nl: Alle favorieten verwijderen?

source: No teletext available.
nl: Geen teletext beschikbaar.
