Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/remotetimer/po/*.po
Languages: de

source: Settings
de: Einstellungen

source: Cleanup
de: Aufräumen

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: fetching remote data...
de: Hole Remote-Daten

source: not configured yet. please do so in the settings.
de: nicht konfiguriert, bitte Einstellungen vornehmen

source: finish fetching remote data...
de: Abholung der Daten abgeschlossen

source: Do you really want to delete the timer %s ?
de: Soll der Timer %s wirklich gelöscht werden ?

source: error parsing incoming data.
de: Fehler beim analysieren der eingehenden Daten

source: Remote Timer - Hostname
de: Hostname

source: Remote Timer - Network IP
de: IP Adresse

source: Remote Timer - WebIf Port
de: Webinterface Port

source: Remote Timer - Username
de: Benutzername

source: Remote Timer - Password
de: Passwort

source: Please select a subservice to record...
de: Bitte wählen Sie den aufzunehmenden Optionskanal

source: Set Timer on Remote Vu+ box via WebIf: %s
de: Setze Timer auf entfernter Vu+ Box via Webinterface: %s

source: ERROR - Set Timer on Remote Vu+ box via WebIf: %s
de: FEHLER bei der Erstellung eines Timers auf der Vu+ Box via Webinterface: %s

source: Remote Timer as default for new timer
de: Remote Timer als Standard für neue Timer

source: Add tag RemoteTimer
de: Kennzeichnung (tag) RemoteTimer anfügen
