Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/autoresolution/po/*.po
Languages: fa

source: SD 25/50HZ Interlace Mode
fa: مد در هم آمیختن برای فرکانس های 25 /50 هرتز اس دی

source: SD 30/60HZ Interlace Mode
fa: مد در هم آمیختن برای فرکانس های 60 /30 هرتز اس دی

source: SD 25/50HZ Progressive Mode
fa: مد تصاعدی برای فرکانس های 25/50 هرتز اس دی

source: SD 30/60HZ Progressive Mode
fa: مد تصاعدی برای فرکانس های 30/60 هرتز اس دی

source: HD Interlace Mode
fa: مد در هم آمیختن برای تصاویر اچ دی

source: HD Progressive Mode
fa: مد تصاعدی برای تصاویر اچ دی

source: Enable 720p24 Mode
fa: 720p24 فعال سازی مد

source: Enable 1080p24 Mode
fa: 1080p24 فعال سازی مد

source: Enable 1080p25 Mode
fa: 1080p25 فعالسازی مد

source: Enable 1080p30 Mode
fa: 1080p30 فعال سازی

source: off
fa: خاموش

source: auto
fa: خودکار

source: on
fa: روشن

source: bob
fa: تند و سریع

source: second
fa: ثانیه

source: seconds
fa: ثانیه ها

source: default
fa: پیش فرض

source: Autoresolution videomode setup
fa: راه اندازی رزولیشن خودکار برای تصاویر ویدئویی

source: OK
fa: اوکی

source: Cancel
fa: لغو کردن

source: Autoresolution settings
fa: تنظیمات خودکار رزولوشن

source: Enable Autoresolution
fa: فعال سازی خودکار رزولوشن

source: Refresh Rate
fa: نرخ بازخوانی

source: Show info screen
fa: نمایش اطلاعات صفحه نمایش

source: Delay x seconds after service started
fa: ثانیه بعد از راه اندازس سرویس x تاخیر به میزان

source: Running in testmode
fa: راه اندازی در حالت آزمایشی

source: Autoresolution is not working in Scart/DVI-PC Mode
fa: کار نمی کندScart/DVI-PC رزولیشن خودکار برای مد

source: Autoresolution
fa: رزولوشن خودکار

source: Autoresolution Switch
fa: تغییر رزولوشن خودکار
