Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/showclock/po/*.po
Languages: fa

source: Show Clock setup
fa: نمایش تنظیم ساعت

source: Plugin menu
fa: منوی پلاگین

source: Extensions menu
fa: منوی افزوده ها

source: Show Clock Setup
fa: نمایش تنظیم ساعت

source: Clock show timeout
fa: نمایش مدت زمان ساعت

source: Show in
fa: نمایش در

source: Name
fa: نام

source: Specify plugin name to be used in menu (needs GUI restart).
fa: از یک نام مشخص برای پلاگین در منو باید استفاده شود و بعدش ریستارت کنید

source: Description
fa: توضیحات

source: Specify plugin description to be used in menu (needs GUI restart).
fa: از یک توضیحات مشخص برای پلاگین در منو باید استفاده شود و بعدش ریستارت کنید

source: Cancel
fa: لغو کردن

source: OK
fa: اوکی

source: Help
fa: راهنمایی

source: Move clock
fa: تنظیم ساعت

source: Ver.
fa: ورژن.
