Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/permanenttimeshift/po/*.po
Languages: de, lt

source: Save and stop
de: Speichern und anhalten
lt: Išsaugoti ir sustabdyti

source: Save and record
de: Speichern und aufzeichnen
lt: Išsaugoti ir įrašyti

source: Don't save
de: Nicht speichern
lt: Neišsaugoti

source: Timeshift
lt: Laiko poslinkis

source: OH NO! The timeshift that was marked to save at end of event, was lost because you zapped away!
de: Die vorgemerkte Timeshift-Aufnahme konnte nicht gespeichert werden, weil Sie zu früh auf einen anderen Sender umgeschaltet haben.
lt: O, NE!! Laiko poslinkis, kurį reikėjo išsaugoti įvykio pabaigoje, prarastas, nes perjungėte į kitą kanalą!

source: Timeshift saved to your harddisk!
de: Die Timeshift-Aufnahme wurde auf der Festplatte gespeichert.
lt: Laiko poslinkis išsaugotas kietąjame diske!

source: Timeshift copied to your harddisk!
de: Die Timeshift-Aufnahme wurde auf die Festplatte kopiert.
lt: Laiko poslinkis nukopijuotas į kietąjį diską!

source: Timeshift save failed!
de: Fehler beim Speichern der Timeshift-Aufnahme.
lt: Išsaugoti laiko poslinkio nepavyko!

source: No Timeshift found to save as recording!
de: Es wurde keine Timeshift-Datei gefunden, die als Aufnahme gespeichert werden könnte.
lt: Laiko poslinkio, išsaugotino, kaip įrašo, nerasta!

source: Permanent Timeshift Settings
de: Timeshift-Einstellungen
lt: Pastovaus laiko poslinkio nustatymai

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
de: Die Timeshift-Aufnahme wurde noch nicht gespeichert. Was soll nun mit der Timeshift-Datei geschehen?
lt: Laiko poslinkio įrašas dar nebuvo išsaugotas! Ką dabar norite padaryti su laiko poslinkio failu?

source: Which event do you want to save permanently?
de: Welche Sendung möchten Sie dauerhaft speichern?
lt: Kurio įvykio įrašą norite išsaugoti visam laikui?

source: Save Timeshift as Movie and stop recording
de: Timeshift-Aufnahme als Film speichern und Aufnahme beenden
lt: Išsaugoti laiko poslinkį, kaip įrašą ir nutraukti įrašymą

source: Save Timeshift as Movie and continue recording
de: Timeshift-Aufnahme als Film speichern und weiter aufnehmen
lt: Išsaugoti laiko poslinkį, kaip įrašą ir tęsti įrašymą

source: Don't save Timeshift as Movie
de: Timeshift-Aufnahme nicht als Film speichern
lt: Neišsaugoti laiko poslinkio, kaip įrašo

source: Current Event:
de: Aktuelle Sendung:
lt: Dabartinis įvykis:

source: Getting Event Info failed!
de: Fehler beim Abrufen der EPG-Daten.
lt: Informacijos apie įvykį gauti nepavyko!

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
de: Maximale Länge für eine Timeshift-Aufnahme erreicht. Die Timeshift-Aufnahme wird jetzt neu gestartet...
lt: Maksimalus laiko poslinkio vienam įvykiui dydis pasiektas! Laiko poslinkis paleidžiamas iš naujo...

source: Timeshift will get saved at end of event!
de: Die Timeshift-Aufnahme wird am Ende dieser Sendung gespeichert.
lt: Laiko poslinkis bus išsaugotas įvykio pabaigoje!

source: save recording (stop after current event)
de: Aufnahme speichern (nach aktueller Sendung stoppen)
lt: išsaugoti įrašą (sustabdyti po šio įvykio)

source: save recording (Select event)
de: Aufnahme speichern (Sendung auswählen)
lt: išsaugoti įrašymą (pasirinkti įvykį)

source: Permanent Timeshift Enable
de: Permanentes Timeshift aktivieren
lt: Įjungti pastovų laiko poslinkį

source: Permanent Timeshift Max Events
de: Maximale Anzahl an Sendungen
lt: Maksimalus pastovaus laiko poslinkio įvykių skaičius

source: Permanent Timeshift Max Length
de: Maximale Aufnahmelänge in Minuten
lt: Maksimali pastovaus laiko poslinkio trukmė

source: Permanent Timeshift Start Delay
de: Startverzögerung in Minuten
lt: Delsa, paleidžiant pastovų laiko poslinkį

source: Timeshift-Save Action on zap
de: Timeshift-Aktion beim Umschalten
lt: Išsaugoti laiko poslinkį, perjungiant kanalą

source: Clean Timeshift Buffer on zap?
lt: Perjungus, išvalyti laiko poslinkio atmintinę?

source: Creating Hardlink to Timeshift file failed!
de: Fehler beim Erstellen der Verknüpfung zur Timeshift-Datei.
lt: Sukurti tiesioginės nuorodos į laiko poslinkio failą nepavyko!

source: Timeshift Buffer Full! Cleaning Buffer and restarting timeshift ...
lt: Laiko poslinkio atmintinė užpildyta! Atmintinė išvaloma, laiko poslinkis paleidžiamas iš naujo...

source: We try to copy the file now. This might take a while!
lt: Dabar bandome nukopijuoti failą. Tai gali užtrukti!

source: Filesystems like FAT32 do not support hardlinks!
lt: FAT32 failų sistema nepalaiko tiesioginių nuorodų!

source: Merging Timeshift records now! This might take a while ...
lt: Laiko poslinkio įrašai apjungiami! Tai gali užtrukti...

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
lt: Nepavyko paleisti pastovaus laiko poslinkio! Neteisingas laiko poslinkio įrašų kelias

source: Timeshift Settings
lt: Laiko poslinkio nustatymai

source: Beta: Copy Movie when hardlinking failed?
lt: Beta: kopijuoti įrašą, nepavykus sukurti tiesioginės nuorodos?

source: Beta: Show PTS Infobar while timeshifting?
lt: Beta: rodyti pastovaus laiko poslinkio infojuostą?

source: Beta: Merge PTS and Instant Record later?
lt: Beta: vėliau apjungti pastovų laiko poslinkį su tiesioginiu įrašu?

source: Beta: Margin after recording current event?
lt: Beta: įrašius šį įvykį, palikti vietos?

source: Copy Movie when hardlinking failed?
lt: Kopijuoti įrašą, nepavykus sukurti tiesioginės nuorodos?

source: Show PTS Infobar while timeshifting?
de: Infoleiste anzeigen, wenn Timeshift aktiv ist?
lt: Rodyti pastovaus laiko poslinkio infojuostą?

source: Stop timeshift while recording?
de: Timeshift beenden, wenn eine Aufnahme gestartet wird?
lt: Nutraukti laiko poslinkį įrašinėjant?

source: Saving Timeshift files
de: Timeshift-Dateien werden gespeichert

source: Merging Timeshift files
de: Timeshift-Dateien werden zusammengefügt

source: Saving timeshift as movie now. This might take a while!
de: Die Timeshift-Daten werden als Film gespeichert. Dies kann einen Moment dauern.

source: Records successfully merged!
de: Die Aufnahmen wurden erfolgreich zusammengefügt.

source: Record started! Stopping timeshift now ...
de: Eine Aufnahme wurde gestartet. Timeshift wird daher jetzt beendet...

source: Record
de: Aufnahme

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
de: Permanent-Timeshift konnte nicht aktiviert werden. Das Aufnahmeverzeichnis existiert nicht.
