Repository: Century12/VTi-localisation
Catalog: vtipanel-po/*.po
Languages: ar, bg, da, el, fr, hu, nl, pt, ru, sv, tr, uk

source: System will restart after the restore!
ar: النظام سيعيد التشغيل بعد الاستعادة
bg: Системата ще се рестартира след приключване на операцията!
da: System genstarter efter gendannelsen!
el: Το σύστημα θα κάνει επανεκκίνηση μετά την επαναφορά!
fr: Le Système redémarrera après la restauration !
hu: A visszatöltés után a rendszer újraindul!
nl: Systeem word na herstel opnieuw gestart!
pt: Sistema será reiniciado após a restauração!
ru: Система будет перезагружена после восстановления!
sv: Systemet kommer att startas om efter återställningen!
tr: Sistem sildikten sonra yeniden baslayacak!
uk: Систему буде перезавантажено після відновлення!

source: Restore running
ar: الاستعادة جارية
bg: Възстановяване...
da: Gendannelse igang
el: Επαναφορά λειτουργίας
fr: Restauration en cours
hu: A visszatöltés folyamatban van
nl: Backup loopt
pt: Restaurar execução
ru: Восстановление запущено
sv: Återställ exekverande
tr: geri dönüs basladi
uk: Відновлення запущено

source: Are you sure you want to delete following backup:
ar: هل انت متاكد من حذف النسخة التالية:
bg: Сигурни ли сте, че желаете да изтриете следния бекъп:
da: Er du sikker på du vil slette følgende backup:
el: Είστε σίγουροι ότι θέλετε να διαγράψετε παρακάτω αντιγράφων ασφαλείας:
fr: Etes-vous certain vouloir enlever la sauvegarde suivante:
hu: Biztos vagy benne, hogy törölni akarod a következő biztonsági mentést:
nl: Weet U zeker dat U volgende backup: wilt verwijderen
pt: Tem certeza de que deseja apagar seguintes backup:
ru: Вы уверены, что хотите удалить после резервного копирования:
sv: Är du säker på att du vill ta bort följande säkerhetskopia:
tr: silmek istediginizden eminmisinizkopyayi izle:
uk: Ви впевнені, що хочете видалити після резервного копіювання:

source: VTI-Restore is running...
ar: ...جارية VTI-إستعادة
bg: VTI-Възстановяване е в ход...
da: VTI-gendannelse igang...
el: VTI-Επαναφορά τρέχει ...
fr: Restauration VTI en cours...
hu: VTI-visszatöltés folyamatban van...
nl: VTI-Backup Herstel is bezig...
pt: VTI-Restaurar está em execução ...
ru: Восстановление запущено...
sv: VTI-återställning pågår...
tr: VTI-Geri dönüs basladi
uk: Відновлення запущено...

source: Restore is running...
ar: ...الاستعادة جارية
bg: Възстановяване в ход...
da: Gendannelse igang...
el: Επαναφορά τρέχει ...
fr: Restauration en cours...
hu: A visszatöltés folyamatban van...
nl: Backuppen loopt...
pt: Restaurar está em execução ...
ru: Восстановление запущено...
sv: Återställning pågår...
tr: Geri dönüs basladi
uk: Відновлення запущено...

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/duo/solo/uno or ultimo .
ar: !!!لم يتم العثور على اي صورة /media/hdd/vuplus/duo/solo/uno او ultimo او إستعادة صورة الى usb رجاءا قم بنسخ صورة
bg: Не е открит image!!!! Моля, запишете usb image или възстановете image във /media/hdd/vuplus/duo/solo/uno или ultimo .
da: Intet image fundet!!!! Kopier usb image eller gendan image til /media/hdd/vuplus/duo/solo/uno or ultimo .
el: Δεν βρέθηκε image !! Παρακαλώ αντιγράψτε usb image ή να αποκαταστήσει το image των μέσων ενημέρωσης /media/hdd/vuplus/duo/solo/uno ή Ultimo.
fr: Image introuvable!!!! Veuillez copier image USB ou image restaurée vers /media/hdd/vuplus/duo/solo/uno ou ultimo.
hu: Nem található lemezkép!!!! Kérlek másold az usb lemezképet-t vagy állítsd vissza a lemezképet-t a következő helyre /media/hdd/vuplus/duo/solo/uno or ultimo .
nl: Geen Image gevonden!!!! Kopieer USB of Back-up image naar /media/hdd/vuplus/duo/solo/uno/ultimo .
pt: Nenhuma imagem encontrada!! Copie imagem usb ou restaurar a imagem /media/hdd/vuplus/duo/solo/uno ou ultimo.
ru: Прошивка не найдена! Пожалуйста, скопируйте прошивку на USB или в папку /media/hdd/vuplus/duo
sv: Ingen image hittades!!!! Vänligen kopiera usb image eller återställningsimage till /media/hdd/vuplus/duo/solo/uno eller ultimo .
tr: Image bulunamadi!!! Lütfen image'i usb'ye yükleyin yada image'e geri dönün /media/hdd/vuplus/duo/solo/uno veya ultimo.
uk: Прошивку не знайдено! Будь ласка, скопіюйте прошивку на USB чи в папку /media/hdd/vuplus/duo

source: Execute:
ar: :تنفيذ
bg: Изпълни:
da: Udfør:
el: Εκτέλεση:
fr: Exécuter:
hu: Végrehajtás:
nl: Uitvoeren:
ru: Исполнить:
sv: Utför:
tr: islet:
uk: Виконати:

source: Add
ar: إضافة
bg: Добави
da: Tilføj
el: Προσθήκη
fr: Rajouter
hu: Hozzáadás
nl: Toevoegen
pt: Adicionar
ru: Добавить
sv: Lägg till
tr: ekle
uk: Додати

source: Modify
ar: تعديل
bg: Промени
da: Modificer
el: Τροποποίηση
fr: Modifier
hu: Módosítás
nl: Bewerken
pt: modificar
ru: Модифицировать
sv: Ändra
tr: degistir
uk: Модифікувати

source: Execute
ar: تنفيذ
bg: Изпълни
da: Udfør
el: Εκτέλεση
fr: Exécuter
hu: Végrehajtás
nl: Uitvoeren
pt: executar
ru: Исполнить
sv: Utför
tr: islet
uk: Виконати

source: File %s was not found
ar: %s الملف لم يتم العثور على
bg: Файлът %s не е намерен
da: Fil %s kunne ikke findes
el: Αρχείο %s δεν βρέθηκε
fr: Fichier %s non trouvé
hu: Fájl %s nem található
nl: Bestand %s niet gevonden
pt: Arquivo %s não foi encontrado
ru: Файл %s не был найден
sv: Filen %s hittades inte
tr: Dosya %s bulunamadi
uk: Файл %s не було знайдено

source: File %s is not executable
ar: ليس تنفيذي %s الملف
bg: Файлът %s не е изпълним
da: Fil %s kan ikke udføres
el: Αρχείο %s δεν είναι εκτελέσιμο
fr: Fichier %s non exécutable
hu: Fájl %s nem futtatható
nl: Bestand %s is niet uitvoerbaar
pt: Arquivo %s não é executável
ru: Файл %s не был исполнимым
sv: Filen %s är inte exekverbar
tr: Dosya %s isletilemez
uk: Файл %s не був виконуваним

source: Command: %s was executed
ar: تم تنفيذه %s الأمر :
bg: Команда: %s беше изпълнена
da: Kommandoen: %s blev udført
el: Εντολή: %s εκτελέστηκε
fr: Commande: %s exécutée
hu: Parancs: %s végrehajtva
nl: Opdracht: %s werd uitgevoerd
pt: Command: %s foi executado
ru: Команда: %s была исполнена
sv: Kommando %s utfördes
tr: Secenek: %s islemlendi
uk: Команду: %s було виконано

source: your executable
ar: القابل للتنفيذ خاصتك
bg: вашият изпълним
da: din eksekverbare
el: εκτελέσιμο σας
fr: Votre exécutable
hu: Végrehajtható
nl: Uw uitvoerbaar bestand
pt: seu executável
ru: ваш исполнимый файл
sv: Din exekverbara fil
tr: sizin isletilebilir
uk: ваш виконуваний файл

source: no
ar: لا
bg: не
da: nej
el: όχι
fr: Non
hu: nem
nl: nee
pt: nao
ru: нет
sv: nej
tr: Hayir
uk: ні

source: yes
ar: نعم
bg: да
da: ja
el: ναί
fr: Oui
hu: igen
nl: ja
pt: sim
ru: да
sv: ja
tr: evet
uk: так

source: Add a executable to ExeManager
ar: اضف تنفيذ لمدير التنفيذات
bg: Добавяне на програма към ExeManager
da: Tilfør udførbar til ExeManager
el: Προσθέστε ένα εκτελέσιμο να ExeManager
fr: Rajouter un exécutable au gestionnaire Exe
hu: Egy végrehajtás hozzáadása az Exe-kezelőhöz
nl: Voeg een uitvoerbaar bestand toe aan Exemanager
pt: Adicionar um executável para Manager Ex
ru: Добавить исполнимый файл в менеджер *.exe
sv: Lägg till en exekverbar fil till ExeManager
tr: Bir islem Exemenejere ekleyiniz
uk: Додати виконуваний файл в менеджер *.exe

source: Command to execute :
ar: : أمر للتنفيذ
bg: Команда за изпълнение :
da: kommand at udføre :
el: Εντολή για την εκτέλεση:
fr: Commande à exécuter :
hu: Parancs a végrehajtásra :
nl: Opdracht om uit te voeren :
pt: Comando a ser executado:
ru: Команда на исполнение:
sv: Kommando att utföra:
tr: Islem emri:
uk: Команда на виконання:

source: Additional command options :
ar: : خيارات اوامر إضافية
bg: Допълнителни командни опции :
da: Yderligere kommando valg :
el: Πρόσθετες επιλογές εντολή:
fr: Options Additionnelles de Commande :
hu: Pótlólagos parancslehetőségek :
nl: Meer opdracht opties :
pt: Outras opções de comando:
ru: Дополнительные опции команд:
sv: Ytterligare kommandooptioner :
tr: Eklenebilir emir seceneyi
uk: Додаткові опції команд:

source: Show command output :
ar: : إظهار مسار الامر
bg: Покажи резултат от командата :
da: Vis kommande output :
el: Εμφάνιση έξοδο της εντολής:
fr: Montrer résultat commande :
hu: Parancskimenet :
nl: Toon opdracht output :
pt: Mostrar a saída do comando :
ru: Показать вывод команд:
sv: Visa kommandoresultat:
tr: Islem sonucuna bak :
uk: Показати вивід команд:

source: Modify execute command
ar: تعديل أمر التنفيذ
bg: Промени изпълнението на команда
da: Modificer eksekverbar kommando
el: Τροποποίηση εκτελέσει την εντολή
fr: Modifier commande d'exécution
hu: A végrehajtási parancs módosítása
nl: Uitvoer commando aanpassen
pt: Modificar executar o comando
ru: Модифицировать исполнимые команды
sv: Ändra kommando att utföra
tr: Degisik islem emri
uk: Модифікувати виконувані команди

source: Select a file to execute
ar: اختيار ملف للتنفيذ
bg: Изберете файл за изпълнение
da: Vælg en fil til udførsel
el: Επιλέξτε ένα αρχείο για να εκτελεστεί
fr: Sélecter un fichier à exécuter
hu: Fájl kiválasztása futtatásra
nl: Selecteer een bestanden om uit te voeren.
pt: Selecione um arquivo para executar
ru: Выбрать файл на исполнение
sv: Välj en fil att exekvera
tr: islenecek dosyayi seciniz
uk: Выбрати файл на виконання

source: File is not executable
ar: الملف ليس تنفيذي
bg: Файлът не е изпълним
da: Fil kan ikke udføres
el: Το αρχείο δεν είναι εκτελέσιμο
fr: Fichier non-exécutable
hu: Fájl nem végrehajtható
nl: File is niet uitvoerbaar
ru: Файл не исполнимый
sv: Filen är inte exekverbar
tr: Dosya islenilemez
uk: Файл не виконуваний

source: Backup/restore device : %s
nl: Backup/herstel apparaat : %s

source: set device for directory vti-backupsuite
nl: Selecteer apparaat voor directory vti-backupsuite

source: Backup installed plugins
nl: Backup geïnstalleerde plugins

source: creates a list of installed plugins, skins and softcams
nl: maakt een lijst van geïnstalleerde plugins, skins en softcams

source: Backup channel settings
nl: Backup zender instellingen

source: save channel and bouquet settings
nl: Opslaan van zender en bouquet instellingen

source: Backup configurations
nl: Backup configuraties

source: save common configurations for GUI, plugins and softcams
nl: opslaan van algemene configuraties voor GUI, plugins en softcams

source: Restore plugins from saved list
nl: Herstel plugins van opgeslagen lijst

source: installs all available plugins from online feed
nl: installeert alle beschikbare plugins van de online server

source: Restore channel settings
nl: Herstel zender instellingen

source: reload saved channel and bouquet settings
nl: herlaad opgeslagen zender en bouquet instellingen

source: Restore configurations
nl: Herstel configuraties

source: restore common configurations for GUI, plugins and softcams
nl: herstellen van algemene configuraties voor GUI, plugins en softcams

source: Install local packages
nl: Installeer lokale pakketten

source: from %s/vti-backupsuite/plugins
nl: van %s/vti-backupsuite/plugins

source: Run personal script
nl: Uitvoeren van persoonlijke scripts

source: executes your personal backup/restore scripts
nl: voert U persoonlijk backup/restore script uit

source: Reminder !!! Do not forget to create a full backup of your running image => VTIPanel Image Tools VTI-Team is not responsible for loss of data Do you accept ?
nl: Herrinering !!! Vergeet niet om een volledige backup te maken van uw lopende image => VTIPanel Image Tools VTI-Team is niet verantwoordelijk voor verlies van gegevens Accepteren ?

source: List of installed plugins was created succesfully
nl: Lijst van geïnstalleerde plug-ins is aangemaakt

source: Creating list of installed plugins failed
nl: Het creëren van de lijst met geïnstalleerde plugins is mislukt

source: Settings backup finished succesfully
nl: Zenderlijst Backup succesvol afgesloten

source: Backup settings failed
nl: Backup van zenderlijsten is mislukt

source: Common configuration backup finished succesfully
nl: Algemene configuratie backup succesvol afgesloten

source: Backup of common configurations failed
nl: Backup van algemene configuratie misliukt

source: Restoring settings finished successfully
nl: Het herstellen van de instellingen succesvol afgerond

source: Restoring settings failed
nl: Het herstellen van de instellingen is mislukt

source: Are you sure you want to run following script:
nl: Ben je zeker dat je het navolgend script wilt uitvoerent:

source: VTI BackupSuite is running personal script ...
nl: VTI BackupSuite voert persoonlijk script uit...

source: your cronjob
ar: الخاصة بك cronjob
bg: вашата cronjob
da: dit cronjob
fr: Votre CronJob
hu: Időzített feladatod
nl: Uw cronjob
pt: seu trabalho do cron
ru: Ваша задача cron
sv: ditt cronjob
tr: cron isleminiz
uk: Ваша задача cron

source: Add a job to CronManager
ar: CronManagerإضافة مهمة للـ
bg: Добавете операция към CronManager
da: Tilføj et job til CronManager
el: Προσθέστε μια δουλειά για να CronManager
fr: Rajouter tâche aux CronManager
hu: Feladat hozzáadása az időzített feladatkezelőhöz
nl: Voeg een cron opdracht toe
pt: Adicionar um trabalho para o Gerenciador de Cron
ru: Добавить задачу в менеджер cron
sv: Lägg till ett jon i CronManager
tr: Cron yönetimine bir görev ekleyiniz
uk: Додати задачу до менеджеру cron

source: Input minute :
ar: : إدخال دقيقة
bg: Въведете минути :
da: Angiv minut :
el: Λεπτά εισόδου:
fr: Choix minute:
hu: Add meg a percet:
nl: Invoeren minuten :
pt: Minutos de entrada :
ru: Ввести минуту:
sv: Mata in minut:
tr: dakikayi gir
uk: Ввести хвилину:

source: Input hour :
ar: : إدخال ساعة
bg: Въведете час :
da: Angiv time :
el: Ώρα εισόδου:
fr: Choix heure:
hu: Add meg az órát:
nl: Invoeren uren :
pt: Hora de entrada :
ru: Ввести час:
sv: Mata in timme:
tr: Saati gir
uk: Ввести годину:

source: Input day :
ar: : إدخال يوم
bg: Въведете ден :
da: Angiv dag :
el: Ημέρα εισόδου:
fr: Choix jour:
hu: Add meg a napot:
nl: Invoeren dag :
pt: Dia de entrada:
ru: Ввести день
sv: Mata in dag:
tr: Günü gir :
uk: Ввести день

source: Input month :
ar: : إدخال شهر
bg: Въведете месец :
da: Angiv måned :
el: Μήνες εισόδου:
fr: Choix mois:
hu: Add meg a hónapot:
nl: Invoeren maand :
pt: Mês de entrada :
ru: Ввести месяц:
sv: Mata in månad:
tr: Ay'i gir :
uk: Ввести місяць:

source: Input weekday :
ar: : إدخال ايام الاسبوع
bg: Въведете ден от седмицата :
da: Angib ugedag :
el: Ημέρα της εβδομάδας εισόδου:
fr: Choix du jour:
hu: Add meg a hétköznapot:
nl: Invoeren weekdag :
pt: Dia da semana de entrada :
ru: Ввести день недели:
sv: Mata in veckodag:
tr: Haftagününü gir :
uk: Ввести день тижня:

source: Modify a CronManager job
ar: CronManager تعديل امر
bg: Промяна на CronManager операция
da: Modificer et CronManager job
el: Τροποποίηση δουλειά CronManager
fr: Modifier tâche CronManager
hu: Időzített feladatkezelői feladat módosítása
nl: Bewerk een Cronmanager opdracht
pt: Modificar uma tarefa Gestor Cron
ru: Модифицировать задачу в менеджере cron
sv: Ändra ett CronManager jobb
tr: Cron yönetiminde degisen görev
uk: Модифікувати задачу у менеджері cron

source: Select a executable file for a cronjob
ar: cronjob حدد ملف تنفيذي من
bg: Изберете изпълним файл за cronjob
da: Vælg en eksekverbar fil til et cronjob
el: Επιλέξτε ένα εκτελέσιμο αρχείο για cronjob
fr: Choisir fichier exe pour votre CronJob
hu: Végrehajtható fájl kiválasztása az időzített feladathoz
nl: Selecteer een uitvoerbare file voor een cron opdracht
pt: Selecionar um arquivo executável para um trabalho cron
ru: Выбрать исполнимый файл для задачи cron
sv: Välj en exekverbar fil för ett cronjobb
tr: Cron görevi icin islenebilir Dosya seciniz
uk: Вибрати виконуваний файл для задачі cron

source: VTI EPG Panel
ar: EPG لوحة VTI
bg: VTI EPG Панел
el: VTI EPG Πάνελ
fr: VTI Panneau EPG
hu: VTI EPG Tábla
pt: VTI EPG Painel
ru: Панель VTI EPG
tr: VTI EPG Tablosu
uk: Панель VTI EPG

source: Cam Center
ar: مركز الكامات
bg: Cam Център
el: Cam Κέντρο
fr: Centre CAMs
hu: Cam központ
pt: Cam Centro
ru: CAM-центр
tr: Cam Merkezi
uk: CAM-центр

source: VTI Panel
ar: VTI لوحة التحكم
bg: VTI Панел
el: VTI Πάνελ
fr: Panneau VTI
hu: VTI Tábla
pt: VTI Painel
ru: Панель VTI
tr: VTI Tablosu
uk: Панель VTI

source: VTI Cam Center
ar: للكامات VTI مركز
bg: VTI Cam Център
el: VTI Cam Κέντρο
fr: Centre CAMs VTI
hu: VTI CAM Központ
pt: VTI Cam Centro
ru: Управление CAM-модулями
tr: VTI Cam Merkezi
uk: Управління CAM-модулями

source: VTI Image Tools
ar: VTI ادوات صورة
bg: VTI Image инструменти
da: VTI image værktøjer
el: VTI Εργαλεία Image
fr: Outils Image VTI
hu: VTI Image eszközök
pt: Imagem Ferramentas VTI
ru: Управление прошивкой
sv: VTI imageverktyg
tr: VTI Image ayarlari
uk: Управління прошивкою

source: VTI Backup Tools
ar: VTI أدوات النسخ
bg: VTI Бекъп инструменти
da: VTI backup værktøjer
el: VTI εργαλεία δημιουργίας αντιγράφων ασφαλείας
fr: Outils de Sauvegarde VTI
hu: VTI Mentési Eszközök
pt: Ferramentas cópia de segurança VTI
ru: Резервное копирование
sv: VTI skäkerhetskopieringsverktyg
tr: VTI kopyalama ayarlari
uk: Резервне копіювання

source: Plugins
ar: الإضافات
da: Udvidelser
hu: Beépülő modul ( Plugins )
ru: Плагины
tr: Ilaveler
uk: Плагіни

source: open enigma2 Plugin Menu
ar: enigmaفتح قائمة الاضافات لـ2
bg: отваряне на enimga2 Plugin меню
da: åben enigma2 Plugin menu
el: άνοιγμα Enigma2 Μενού Plugin
fr: Ouvrir le Menu des Plugins enigma2
hu: enigma2 Plugin Menü megnyitása
pt: abrir menu enigma2 Plugin
ru: Открыть установленные плагины
sv: öppna enigma2 pluginmeny
tr: acik enigma2 ilave menüsü
uk: Відкрити встановлені плагіни

source: Update
ar: تحديث
bg: Актуализиране
da: Opdatering
el: Ενημέρωση
fr: Mise à jour
hu: Frissítés
pt: Atualizar
ru: Обновление
sv: Uppdatera
tr: Güncelleme
uk: Оновлення

source: VTI Sub Menu
ar: VTI القائمة الفرعية
bg: VTI Подменю
da: VTI undermenu
fr: Sous Menu VTI
hu: VTI Főmenű
ru: Подменю VTI
sv: VTI undermeny
tr: VTI alt menüsü
uk: Підменю VTI

source: VTI manual Addon Installer
ar: VTI التثبيت اليدوي للملحقات
bg: VTI ръчно инсталиране на Addon
da: VTI manuel installationsprogram
el: VTI χειροκήνιτη εγκατάσταση Addon
fr: Installateur VTI des Addon manuel
hu: VTI Kiegészítők kézi Telepítése
pt: VTI Installer Addon manuais
ru: Ручная установка плагинов
sv: Manuell VTI addon installerare
tr: VTI manuel Ilave yükler
uk: Ручне встановлення плагінів

source: Update Image
ar: تحديث الصورة
bg: Актуализиране на Image
da: Opdater image
el: Ενημέρωση Image
fr: Mise à jour Image
hu: Lemezkép frissítése
pt: Imagem de atualização
ru: Обновление прошивки
sv: Uppdatera image
tr: Image'i günlelle
uk: Оновлення прошивки

source: Backup Image
ar: نسخ الصورة
bg: Бекъп
el: Αντίγραφο ασφαλείας Image
fr: Sauvegarde Image
hu: Lemezkép mentése
pt: Imagem cópia de segurança
ru: Сохранение прошивки
sv: Säkerhetskopiera image
tr: Image kopyalama
uk: Зберіження прошивки

source: Cronjob Manager
ar: Cronjobs مدير
bg: Cronjob мениджър
da: Cronjob administrator
el: Cronjob Διευθυντής
fr: Gestionnaire Cronjob
hu: Időzitett feladatok (Cronjob) kezelése
pt: cronjob Gestor
ru: Управление задачами cron
sv: Cronjob hanterare
tr: Tacgörevi düzenliyici
uk: Управління задачами cron

source: Services
ar: خدمات
bg: Процеси
el: Υπηρεσίες
hu: Szolgáltatások
pt: serviços
ru: Сервисы
sv: Tjänster
tr: Servisler
uk: Сервіси

source: Swapfile
ar: ملف التبادل
fr: Fichier Swap
pt: Arquivo Swap
ru: Файл подкачки
sv: Swapfil
tr: Dosya degistir
uk: Файл підкачки

source: Bitrate Viewer
ar: معدل البث
bg: Битрейт инфо
da: Bitrate viser
fr: Editeur Bitrate
hu: Bitráta figyelő
pt: Visualizador de Bitrate
ru: Просмотрщик битрейта
sv: Bittaktvisare
tr: Bitare görterge
uk: Переглядач битрейту

source: Image Info
ar: معلومات الصورة
bg: Image информация
el: Πληροφορίες Image
fr: Infos Image
hu: Lemezkép-információ
pt: Informações da imagem
ru: Информация о прошивке
sv: Image information
tr: Image durumu
uk: Інформація щодо прошивки

source: VTI .tar.gz installer
ar: .tar.gzلـ VTI مثبت
fr: VTI Installateur pour .tar.gz
hu: VTI .tar.gz-telepítő
pt: VTI instalador.tar.gz
ru: Ручная установка плагинов
sv: VTI .tar.gz installerare
tr: VTI .ta.gz yükler
uk: Ручне встановлення плагінів

source: VTI IPK Installer
ar: IPKلـ VTI مثبت
fr: VTI Installateur pour IPK
hu: VTI IPK-telepítő
pt: VTI IPK Instalador
ru: Установка IPK
sv: VTI IPK installerare
tr: VTI IPK Yükler
uk: Встановлення IPK

source: Menu
ar: القائمة الرئيسية
bg: Меню
el: Μενού
hu: Menü
ru: Меню
sv: Meny
tr: Menü
uk: Меню

source: VTI Backup Image
ar: صورة النسخة الاحتياطية VTI
fr: VTI Sauvegarde Image
hu: VTI Mentett Image
ru: Рез. копирование прошивки
sv: VTI säkerhetskopiera image
tr: VTI kopya Image
uk: Рез. копіювання прошивки

source: Uptime
ar: الوقت منذ التشغيل
bg: Време на работа
da: Oppetid
fr: Durée de fonctionnement
hu: Rendelkezésreállási idő
pt: tempo de funcionamento
ru: Время работы
tr: Kullanim saati
uk: Час роботи

source: Stop Swap
ar: توقيف التبادل
bg: Спиране на Swap
da: Stop swapfil
el: Σταματήστε Swap
fr: Arrêter Echange (Swap)
hu: Swap leállítása
pt: Anhören parar Troca
ru: Стоп Swap
sv: Stoppa Swap
tr: Degistirmeyi durdur
uk: Стоп Swap

source: Start Swap
ar: بدء التبادل
bg: Стартиране на Swap
da: Start swapfil
el: Έναρξη Swap
fr: Démarrer Echange (Swap)
hu: Swap indítása
pt: Iniciar Troca
ru: Старт Swap
sv: Starta Swap
tr: Degistirmeyi baslat
uk: Старт Swap

source: VTI SwapFile Menu
ar: لملف التبادل VTI قائمة
bg: VTI Swap Меню
da: VTI swapfil menu
el: VTI αρχείο αντιμετάθεσης Μενού
fr: VTI Menu d'Echange (Swap)
hu: VTI Swap Menü
ru: Управление swap-файлом
sv: VTI SwapFil Meny
tr: VTI Dosya degistirme Menüsü
uk: Управління swap-файлом

source: Stop
ar: توقيف
bg: Спри
fr: Arrêt
hu: Leállítás
pt: parar
ru: Стоп
sv: Stopp
tr: Durdur
uk: Стоп

source: Start
ar: تشغيل
bg: Започни
el: Εκκίνηση
fr: Démarrage
hu: Indítás
pt: começar
ru: Старт
tr: Baslat
uk: Старт

source: VTI Services Menu
ar: للخدمات VTI قائمة
bg: VTI Сервизно меню
da: VTI service menu
el: VTI Υπηρεσίες Menu
fr: VTI Menu des Services
hu: VTI Szolgáltatások Menü
pt: VTI menu Serviços
ru: Сервисы
sv: VTI Tjänster Meny
tr: VTI servis menüsü
uk: Сервіси

source: Ok
bg: ОК
hu: Rendben
ru: Ок
tr: Tamam
uk: Ок

source: VTI USB DVB-Panel
ar: VTI USB DVB-لوحة
bg: VTI USB DVB-Панел
fr: VTI USB Panneau DVB
hu: VTI USB DVB-Tábla
pt: VTI USB DVB-Painel
ru: Панель VTI
tr: VTI USB DVB Tablosu
uk: Панель VTI

source: VTI Start Service
ar: تشغيل الخدمة VTI
bg: VTI Стартиране приложение
el: VTI Έναρξη Υπηρεσία
fr: VTI Démarrage Service
hu: VTI Szolgáltatások indítása
pt: VTI Iniciar serviço
ru: Запуск сервиса
sv: VTI starta tjänst
tr: VTI Baslatma servisi
uk: Запуск сервісу

source: VTI Stop Service
ar: توقيف الخدمة VTI
bg: VTI Спиране приложение
el: VTI Διακοπή Υπηρεσίας
fr: VTI Arrêt Service
hu: VTI Szolgáltatások leállítása
pt: VTI Parar Serviço
ru: Остановка сервиса
sv: VTI stoppa tjänst
tr: VTI durdurma servisi
uk: Зупинка сервісу

source: Stop Cam
ar: توقيف كام
bg: Спиране Cam
el: Σταματήστε Cam
fr: Arrêt CAM
hu: CAM leállítása
pt: parar Cam
ru: Стоп CAM
sv: Stoppa Cam
tr: Cam'i durdur
uk: Стоп CAM

source: Start Cam
ar: تشغيل كام
bg: Стартиране Cam
el: Έναρξη Cam
fr: Démarrage CAM
hu: CAM elindítása
pt: Iniciar Cam
ru: Старт CAM
sv: Starta Cam
tr: Cam'i baslat
uk: Старт CAM

source: cam info :
ar: : معلومات الكام
bg: cam информация:
el: cam πληροφορίες:
fr: Info CAM :
hu: cam információ :
ru: Информация о СAM:
sv: Cam information:
tr: Cam Haber:
uk: Інформація о СAM:

source: Video
ar: الفيديو
bg: Видео
el: Βίντεο
fr: Vidéo
hu: Videó
pt: Vídeo
ru: Видео
uk: Відео

source: Audio
ar: الصوت
bg: Аудио
el: Ήχου
hu: Audió
ru: Аудио
tr: Ses
uk: Аудіо

source: Min
ar: الأدنى
bg: Мин
ru: Мин.
tr: Minimum
uk: Мін.

source: Max
ar: الأقصى
bg: Макс
ru: Макс.
tr: Maksimum
uk: Макс.

source: NTP server
bg: NTP сървър
el: NTP διακομιστή
fr: Serveur NTP
hu: NTP Kiszolgáló
pt: NTP servidor
ru: NTP-сервер
tr: NTP santrali
uk: NTP-сервер

source: VTI ExeManager
ar: مدير التنفيذ VTI
fr: Gestionnaire VTI exe
hu: VTI ExeKezeló
ru: VTI менеджер *.exe
tr: VTI Exe yönetimi
uk: VTI менеджер *.exe

source: OK
bg: ОК
hu: Rendben
ru: Ок
uk: Ок

source: VTI CronManager
hu: VTI Időzített feladatkezelő
ru: VTI менеджер cron
tr: VTI Cron yönetimi
uk: VTI менеджер cron

source: chmod 755
tr: chmeod 755
