Repository: Century12/VTi-localisation
Catalog: vtipanel-po/*.po
Languages: ar, bg, da, el, fr, hu, nl, pt, ru, sv, tr, uk

source: Exit
ar: خروج
bg: Изход
da: Afslut
el: Εξοδος
fr: Sortie
hu: Kilépés
nl: Verlaten
pt: Saida
ru: Выход
sv: Avsluta
tr: Cikis
uk: Вихід

source: Save
ar: حفظ
bg: Запис
da: Gem
el: Αποθήκευση
fr: Sauvegarde
hu: Mentés
nl: Opslaan
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kayit
uk: Зберігти

source: EPG Path :
ar: : EPGمسار الـ
bg: EPG Път:
da: EPG sti:
fr: Chemin EPG:
hu: EPG útvonal
nl: EPG Pad :
ru: Путь EPG :
sv: Sökväg EPG
tr: EPG Dosyasi :
uk: Шлях EPG :

source: Save EPG cache to epg.dat
ar: epg.dat في EPGحفظ معلومات الـ
bg: Записване на EPG кеш в epg.dat
da: Gem EPG cache til epg.dat
el: Αποθήκευση EPG cache στο epg.dat
fr: Sauvegarde cache EPG vers epg.dat
hu: EPG tároló mentése epg.dat fáljba
nl: Sla EPG cache op naar epg.dat
pt: Salvar EPG cache para epg.dat
ru: Сохранить кэш EPG в epg.dat
sv: Spara EPG cache till epg.dat
tr: Kayitli EPG hafizayi epg e cevir.dat
uk: Зберігти кеш EPG у epg.dat

source: Load EPG data from epg.dat
ar: epg.dat من EPGتحميل داتا الـ
bg: Зареждане на EPG данни от epg.dat
da: Indlæs EPG data fra epg.dat
el: Φορτώση EPG δεδομένων από epg.dat
fr: Restaure EPG data depuis epg.dat
hu: EPG betöltése az epg.dat fáljból
nl: Laad EPG data van epg.dat
pt: Carregar os dados EPG de epg.dat
ru: Загрузить данные EPG из epg.dat
sv: Ladda EPG data från epg.dat
tr: EPG bilgileri epg den yükle.dat
uk: Завантажити дані EPG з epg.dat

source: Delete broken epg.dat
nl: Verwijder defecte epg.dat

source: EPG path set to : %s
ar: %s : الى EPGتحديد مسار الـ
bg: EPG път е променен в : %s
da: EPG sti er: %s
el: EPG path set στο : %s
fr: Chemin EPG fixé vers : %s
hu: EPG útvonal megadása:%s
nl: EPG pad is : %s
pt: EPG path configurado para : %s
ru: Путь EPG установлен в : %s
sv: EPG sökvägen satt till: %s
tr: EPG bölümü cevir : %s
uk: Шлях EPG встановлено в : %s

source: Saving of EPG cache to %s finished
ar: %s في EPGنهاية حفظ معلومات الـ
bg: Записът на EPG кеша в %s е завършено
da: Gemme EPG cache til %s færdig
el: Αποθήκευση του EPG cache στο %s τελείωσε
fr: Sauvegarde cache EPG vers %s terminé
hu: EPG tároló mentése %s véglegesként
nl: Opslaan van EPG cache naar %s gereed
pt: Salvação de EPG cache para %s terminado
ru: Сохранение кэша EPG в %s завершено
sv: EPG cache sparad till %s
tr: EPG hafiza kayidi %s tamamlanmisdir
uk: Збереження кешу EPG в %s завершено

source: Loading EPG data from %s finished
ar: %s من EPG نهاية تحميل داتا
bg: Зареждане на EPG данни от %s е завършено
da: Indlæs EPG data fra %s færdig
el: Φώρτοση EPG δεδομένων από %s τελείωσε
fr: Restauration EPG data depuis %s terminé
hu: EPG adatok betöltése a %s véglegesből
nl: Laden van EPG data van %s gereed
pt: Carregamento de dados de EPG %s terminado
ru: Загрузка данных EPG из %s завершена
sv: EPG cache laddad från %s
tr: EPG bilgileri yükleme %s tamamlanmisdir
uk: Завантаження даних EPG з %s завершено

source: Do you really want to delete epg.dat ? Note: This will restart your VU+ STB
nl: Wilt U werkelijk epg.dat verwijderen ? Opmerking: Dit zal Uw VU+ doen herstarten

source: Current drivers:
nl: Huidige drivers:

source: Install drivers from a local device
nl: Installeer de drivers van een lokaal apparaat

source: choose drivers from local filesystem to install
nl: Selecteer drivers van het lokale bestandssysteem om te installeren

source: Download and install drivers from Vu+ website
nl: Download en installeer drivers van Vu website

source: choose drivers for download/install
nl: Selecteer drivers om te downloaden/installeren

source: Are you sure you want to install following drivers:
nl: Bent U zeker dat U onderstaande drivers wilt instaleren drivers:

source: Drivers successfully installed ! You should restart your Vu+ STB: Reboot now ?
nl: Drivers met succes geïnstalleerd ! Uw VU+ STB moet opnieuw opstarten: Nu opnieuw opstarten ?

source: Installation of drivers failed !!!
nl: Installatie van de drivers is mislukt !

source: Select a drivers to install
nl: Selecteer een driver om te instaleren

source: Cancel
ar: إلغاء
bg: Отказ
da: Fortryd
el: Ακύρωση
fr: Annuler
hu: Visszavonás
nl: Annuleren
pt: cancelar
ru: Отмена
sv: Ångra
tr: vaz gec
uk: Відмінити

source: Invalid Choice
ar: خيار غير موجود
bg: Грешен избор
da: Forkert valg
el: Άκυρα Choice
fr: Choix Invalide
hu: Érvénytelen választás
nl: Ongeldige keuze
pt: Escolha inválido
ru: Неверный выбор
sv: Ogiltigt val
tr: Gecersiz secim
uk: Невірний вибір

source: no valid drivers
nl: Geen geldige drivers

source: Please wait ...
nl: Een ogenblik geduld ...

source: downloading available drivers information
nl: downloaden van beschikbare Driver Informatie

source: choose this drivers for download
nl: Selecteer deze driver om te downloaden

source: Please wait, downloading drivers:
nl: Even geduld aub, download drivers

source: Download failed ! Please check your internet connection
nl: Download mislukt ! Controleer U internetverbinding

source: Close
ar: إغلاق
bg: Затвори
da: Luk
el: Κλείσημο
fr: Fermer
hu: Bezárás
nl: Sluiten
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

source: News
ar: أخبار
bg: Новини
da: Nyheder
el: Ειδήσεις
fr: Nouvelles
hu: Újdonságok
nl: Nieuws
pt: notícia
ru: Новости
sv: Nyheter
tr: Haberler
uk: Новини

source: System Tools
ar: أدوات النظام
bg: Системни инструменти
da: Systemværktøjer
el: Εργαλεία συστήματος
fr: Outils Système
hu: Rendszereszközök
nl: Systeem Gereedschap
pt: Ferramentas do sistema
ru: Служебные программы
sv: Systemverktyg
tr: Sistem ayarlari
uk: Службові програми

source: select or install your favourite cam
ar: تحديد او تثبيت الكامة المفضلة
bg: избиране или инсталиране на предпочитания от Вас cam
da: vælg eller installer dit favorit cam
el: επιλέξετε ή να εγκαταστήσετε το αγαπημένο σας cam
fr: Choisir ou Installer votre CAM favori
hu: a kedvenc cam kiválasztása vagy telepítése
nl: Selecteer of Installeer uw favoriete Cam
pt: selecionar ou instalar sua cam favoritos
ru: выбрать или установить ваш избранный CAM-модуль
sv: välj eller installera din favorit cam
tr: favori cami sec veya yükle
uk: вибрати або встановити ваш обраний CAM-модуль

source: VTI System Info
ar: VTI معلومات نظام
bg: VTI Системна информация
el: VTI Σύστημα Πληροφοριών
fr: Infos Système VTI
hu: VTI Rendszerinformáció
nl: VTI Systeem Info
pt: VTI Sistema de Informações
ru: Информация о системе
sv: VTI systeminformation
tr: VTI Sistem bilgileri
uk: Інформація про систему

source: Infos about your VU+Duo
ar: VU+Duo معلومات حول جهازك
bg: Информация за Вашето VU+Duo
da: Info om din VU+Duo
el: Πληροφορίες σχετικά με VU+Duo
fr: Infos relatives à votre Vu+
hu: Információ a te VU+Duo készülékedről
nl: Info`s over je VU + Duo
pt: Infos sobre o seu VU+Duo
ru: Информация о Вашем ресивере
sv: Information om din VU+ Duo
tr: Senin VU+Duo hakkinda bilgiler
uk: Інформація про Ваш ресівер

source: VTI System Tools
ar: VTI ادوات النظام
bg: VTI Системни инструменти
da: VTI system værktøjer
el: VTI Εργαλεία συστήματος
fr: Outils Sytème VTI
hu: VTI Rendszereszközök
nl: VTI Systeem Gereedschap
pt: Ferramentas de Sistema VTI
ru: Системные утилиты
sv: VTI systemverktyg
tr: VTI Sistem ayarlari
uk: Системні утиліти

source: manage your VU+Duo
ar: VU+Duo إدارة جهازك
bg: управлявайте вашето VU+Duo
da: administrer din VU+Duo
el: διαχειριστείτε VU+Duo
fr: Gérer votre VTI
hu: a VU+Duó kezelése
nl: beheer U VU+Duo
pt: gerir o seu VU+Duo
ru: Управление Вашим ресивером
sv: hantera din VU+ Duo
tr: VU+Duo'nu yönelt
uk: Управління Вашим ресівером

source: backup or flash an image
ar: نسخ او فلاش صورة
bg: бекъп или зареждане на image
da: gemme eller flashe et image
el: αντιγράφων ασφαλείας ή flash ενα image
fr: Sauvegarde ou flash d'une image
hu: az image mentése vagy a flash tárolóba töltése
nl: Back-up of flash een image
pt: cópia de segurança ou flash uma imagem
ru: Резервное копирование прошивки
sv: Säkerhetskopiera eller flasha en image
tr: Image'i yükle veya kopyala
uk: Резервне копіювання прошивки

source: backup or restore your settings
ar: نسخ او إستعادة إعداداتك
bg: Бекъп или възстановяване на вашите настройки
da: backup eller gendan dine indstillinger
el: αντιγράφων ασφαλείας ή να επαναφέρετε τις ρυθμίσεις σας
fr: Sauvegarde ou restauration de vos paramètres
hu: Beállításaid mentése vagy visszaállítása
nl: Back-up of herstel u instellingen
pt: backup ou restaurar suas configurações
ru: Резервное копир-е и восст-е настроек
sv: säkerhetskopiera eller återställ dina inställningar
tr: Settingsleri kopyala veya sil
uk: Резервне копіювання та відновлення налаштувань

source: manual Installer
ar: تثبيت يدوي
bg: ръчно инсталиране
da: manuel indstallation
el: χειροκήνιτη εγκατάστασης
fr: Installateur manuel
hu: Kézi telepítés
nl: Handmatig installeren
pt: Installer manuais
ru: Ручная установка плагинов
sv: manuella installeraren
tr: manuel yükleme
uk: Ручне встановлення плагінів

source: install .tar.gz or ipkg manually
ar: يدويا ipkg او .tar.gz تثبيت
bg: ръчно инсталиране на .tar.gz или ipkg
da: installer .tar.gz eller ipkg manuelt
el: εγγατάσταη .tar.gz ή ipkg χειροκήνιτα
fr: Installer .tar.gz ou ipkg manuellement
hu: install .tar.gz vagy ipkg kézileg
nl: installeer .tar.gz of ipkg handmatig
pt: instalar .tar.gz ou ipkg manualmente
ru: Установить вручную из *.tar.gz или ipkg
sv: installera .tar.gz eller ipkg manuellt
tr: .tar.gz veya ipkg manuel yükleme
uk: Встановити вручну з *.tar.gz чи ipkg

source: News about VTI
ar: VTI جديد من
bg: Новини относно VTI
da: Nyheder om VTI
el: Ειδήσεις για VTI
fr: Nouvelles concernant VTI
hu: Újdonságok a VTI-ről
nl: Nieuws over VTi
pt: Notícias sobre VTI
ru: Новости о VTI
sv: Nyheter om VTI
tr: VTI Haberleri
uk: Новини о VTI

source: show Updates
ar: عرض التحديثات
bg: показване на актуализации
da: Vis opdateringer
el: δες Ενημερώσεις
fr: Voir les Mises à jour
hu: Frissítések megtekintése
nl: Laat Updates zien
pt: mostrar Atualização
ru: показать обновления
sv: visa uppdateringar
tr: Güncellemeleri ara
uk: показати оновлення

source: Upgradable Packages
ar: حزمة الترقية
bg: Пакети, който могат да бъдат обновени
da: Opgraderbare pakker
el: Τα πακέτα αναβάθμισης
fr: Paquets Upgradables
hu: Frissíthető csomagok
nl: Updatebare Pakketten
pt: Pacotes atualizável
ru: Обновляемые пакеты
sv: Uppgraderbara paket
tr: Güncellenebilir Paket
uk: Оновлювані пакети

source: show News
ar: عرض الاخبار
bg: покажи Новините
da: Vis nyheder
el: Εμφάνιση Ειδήσεις
fr: Montrer les Nouvelles
hu: Újdonságok megtekintése
nl: laat nieuws zien
pt: mostrar Notícias
ru: показать новости
sv: visa nyheter
tr: Haberleri ara
uk: показати новини

source: There are no news or your Internet connection is not ok
ar: لاتوجد اي معلومات او الانترنت خاصتك معطلة
bg: Няма новини или вашата интернет връзка не е в ред
da: Der er ingen nyheder Internet forbindelse ikke ok
el: Δεν υπάρχουν νέα ή Σύνδεση με το Διαδίκτυο δεν είναι εντάξει
fr: Pas de nouvelles ou votre connection Internet est défectueuse
hu: Nincs új hír vagy a Te Internet kapcsolatod nincs rendben
nl: Er is geen nieuws of Uw Internet verbinding is niet ok
pt: Não há notícias ou o seu Conexão com a Internet não é ok
ru: Новостей нет или ваше Интернет-подключение не в порядке
sv: Det finns inga nyheter eller din internet förbindelse är inte ok
tr: Yeni Haber yoktur veya Internet baglantisinda bir sorun var
uk: Новин нема або ваше Інтернет-підключення не в порядку

source: Package : %s old version : %s | new version : %s
ar: حزمة : %s النسخة القديمة : %s | النسخة الجديدة : %s
bg: Пакет : %s стара версия : %s | нова версия : %s
da: Pakke : %s gammel version : %s | ny version : %s
el: Πακέτο : %s παλιά έκδοση : %s | νέα έκδοση : %s
fr: Paquet : % ancienne version : %s | nouvelle version : %s
hu: Csomag : %s régi verzió : %s | új verzió : %s
nl: Pakket : %s oude versie : %s | nieuwe versie : %s
pt: Pacote : %s versão antiga : %s | nova versão : %s
ru: Пакет : %s старая версия : %s | new version : %s
sv: Paket : %s gammal version : %s | ny version : %s
tr: Paket : %s eski version : %s | yeni version : %s
uk: Пакет : %s стара версія : %s | нова версія : %s

source: Your System is up to date
ar: نظامك محدث
bg: Вашата система е актуална
da: Dit system er opdateret
el: Το σύστημά σας είναι ενημερωμένο
fr: Votre Système est à jour
hu: A rendszered naprakész
nl: Uw Systeem is up to date
pt: Seu sistema está atualizado
ru: Ваша система обновлена
sv: Ditt system är aktuellt
tr: Sisteminiz günceldir
uk: Вашу систему оновлено

source: Restore and backup installed channellist and plugins
nl: Herstel en Backup geïnstalleerde zenderlijsten en plugins

source: Backup system settings
ar: .نسخ إعدادات النظام
bg: Бекъп на системните настройки
da: Backup system indstillinger
el: Αντιγράφων ασφαλείας των ρυθμίσεων συστήματος
fr: Sauvergarde paramètres système
hu: Rendszerbeállítások mentése
nl: Back-up u systeem instellingen
pt: Faça backup das configurações do sistema
ru: Резервное копирование системных настроек
sv: Säkerhetskopiera systeminställningar
tr: Sistem ayarlari kopyala
uk: Резервне копіювання системних налаштувань

source: Backup your STB settings.
ar: .نسخ إعدادات جهازك
bg: Бекъп настройките на приемника
da: Backup af dine STB indstillinger
el: Αντιγράφων ασφαλείας STB των ρυθμίσεων σας.
fr: Sauvegarde de vos paramètres STB
hu: STB beállítások mentése
nl: Back-up u STB instellingen.
pt: Backup de suas configurações STB.
ru: Резервное копирование настроек ресивера.
sv: Spara dina STB inställningar
tr: Cihazini ayarlari kopyala
uk: Резервне копіювання налаштувань ресівера

source: Restore system settings
ar: .إستعادة إعدادت النظام
bg: Възстановяване на системните настройки
da: Gendan system indstillinger
el: Επαναφορά ρυθμίσεων συστήματος
fr: Restauration paramètres système
hu: Rendszerbeállítások visszatöltése
nl: Systeem instellingen terugzetten
pt: Restaurar as configurações do sistema
ru: Восстановить системные настройки
sv: Återställ dina systeminställningar
tr: Sistem ayarlari sil
uk: Відновити системні налаштування

source: Restore your STB settings.
ar: .إستعادة إعدادات جهازك
bg: Възстановяване настройките на приемника
da: Gendan dine STB indstillinger
el: Επαναφορά STB των ρυθμίσεων σας.
fr: Restauration de vos paramètres STB
hu: STB beállítások visszatöltése
nl: Instellingen terugzetten.
pt: Restaurar as configurações STB.
ru: Восстановить настройки ресивера.
sv: Återställ dina STB inställningar
tr: Cihaz ayarlari sil
uk: Відновити налаштування ресівера

source: Advanced restore
ar: إستعادة متقدمة
bg: Разширено възстановяване
da: Avanceret gendannelse
el: Προηγμένη αποκατάσταση
fr: Restauration Avancée
hu: Speciális visszaállítás
nl: Geavanceerd herstellen
pt: avançadas de restauração
ru: Расширенное восстановление
sv: Avancerad återställning
tr: ilerlemeyi sil
uk: Розширене відновлення

source: Restore your backups by date.
ar: .إستعادة النسخ الاحتياطية بالتاريخ
bg: Възстановяване на бекъп по дата.
da: Gendan fra en bestemt dato
el: Επαναφορά αντιγράφων ασφαλείας σας κατά ημερομηνία.
fr: Restauration de vos sauvegardes par date.
hu: Beállítások dátum szerinti visszatöltése
nl: Selecteer een Gebackupped Image.
pt: Restaurar seus backups por data.
ru: Восстановить архивы по дате.
sv: Återställ dina säkerhetskopieringar efter datum
tr: Kopyalari tarihine göre sil
uk: Відновити архіви по даті

source: Choose backup location
ar: تحديد مكان النسخة الاحتياطية
bg: Избиране на място за бекъп
da: Vælg backup lokation
el: Επιλέξτε θέση των αντιγράφων ασφαλείας
fr: Choisir emplacement de sauvegarde
hu: Mentési hely kiválasztása
nl: Selecteer Back-up locatie
pt: Escolha o local de backup
ru: Выбрать место для сохранения резервной копии
sv: Välj plats för säkerhetskopiering
tr: Kopya kayit secenek
uk: Вибрати місце для розташування резервної копії

source: Select your backup device.
ar: تحديد أداة النسخة الاحتياطية
bg: Изберете вашето бекъп устройство
da: Vælg backup drev
el: Επιλέξτε το αντίγραφο ασφαλείας της συσκευής σας.
fr: Sélectionner votre dispositif de sauvegarde.
hu: Mentési eszköz kiválasztása
nl: Selecteer u Back-up medium.
pt: Selecione seu dispositivo backup.
ru: Выберите устройство резервного копирования.
sv: Välj din säkerhetskopieringsenhet.
tr: Kopya secenekleri seciniz
uk: Виберіть пристрій для резервного копіювання

source: Choose backup files
ar: اختر ملفات النسخة الاحتياطية
bg: Изберете бекъп файлове
da: Vælg backup filer
el: Επιλέξτε τα αρχεία αντιγράφων ασφαλείας
fr: Choisir les fichiers de sauvegarde
hu: Mentési fájlok kiválasztása
nl: Selecteer Back-up bestanden
pt: Escolha os arquivos backup
ru: Выбрать файлы для резервного копирования
sv: Välj filer för säkerhetskopiering
tr: Kopya dosyasini sec
uk: Виберіть файли для резервного копіювання

source: Select files for backup.
ar: .تحديد ملفات للنسخة الاحتياطية
bg: Изберете файлове за бекъп.
da: Vælg filer til backup
el: Επιλέξτε τα αρχεία για backup.
fr: Selectionner fichiers à sauvegarder
hu: Mentésre kiválasztott fájlok
nl: Selecteer bestanden voor Back-up.
pt: Selecione os arquivos para backup.
ru: Выберите файлы для резервного копирования.
sv: Välj filer för säkerhetskopiering.
tr: Kopyalanacak dosyalari seciniz.
uk: Виберіть файли для резервного копіювання.

source: Install .tar.gz
ar: .tar.gz تثبيت
bg: Инсталиране на .tar.gz
da: Installer .tar.gz
el: Εγκατάσταση .tar.gz
fr: Installer .tar.gz
hu: .tar.gz telepítése
nl: .tar.gz installeren
pt: Instalar. tar.gz
ru: Установить из *.tar.gz
sv: Installera .tar.gz
tr: .tar.gz yükle
uk: Встановити з *.tar.gz

source: Install all .tar.gz file form /tmp
ar: /tmp من .tar.gz تثبيت كل ملفات
bg: Инсталиране на всички .tar.gz файлове от /tmp
da: Installer alle tar.gz filformat /tmp
el: Εγκαταστήστε όλα .tar.gz μορφή αρχείου /tmp
fr: Installer tous les fichiers .tar.gz depuis /tmp
hu: Minden .tar.gz file telepítése a /tmp -ből
nl: Installeren .tar.gz bestand uit /tmp
pt: Instalar todas as formas de arquivo. tar.gz / tmp
ru: Установить все *.tar.gz в каталоге /tmp
sv: Installera alla .tar.gz filer från /tmp
tr: tüm .tar.gz dosyalari /tmp'den yükle
uk: Встановити всі *.tar.gz у каталозі /tmp

source: Install Ipkg
ar: Ipkg تثبيت
bg: Инсталиране на Ipkg
da: Installer Ipkg
el: Εγκαταστήστε Ipkg
fr: Installer Ipkg
hu: Ipkg telepítése
nl: Ipkg installeren
pt: Instalar ipkg
ru: Установить из *.ipk
sv: Installera Ipkg
tr: Ipkg yükle
uk: Встановити з *.ipk

source: Install local ipkg
ar: داخلي ipkg تثبيت
bg: Инсталиране на локално ipkg
da: Installer lokal ipkg
el: Install τοπικά ipkg
fr: Installer Ipkg locales
hu: Helyi ipkg telepítése
nl: Installeren Ipkg bestand uit /tmp
pt: Instalar ipkg locais
ru: Установить все *.ipk в каталоге /tmp
sv: Installera lokalt ipkg
tr: Yerel ipkg yükle
uk: Встановити усі *.ipk в каталозі /tmp

source: Advanced Ipkg Install
ar: متقدم Ipkg تثبيت
bg: Разширено инсталиране на Ipkg
da: Avanceret installation af ipkg
el: Σύνθετη Ipkg Εγκατάσταση
fr: Installateur Ipkg Avancé
hu: Speciális ipkg telepítése
nl: Geavanceerd IPKG Installeren
pt: Instalar avançados ipkg
ru: Расширенная установка *.ipk
sv: Avancerad installation av Ipkg
tr: Ilerlemis Ipkg yükle
uk: Розширене встановлення *.ipk

source: Install local ipkg with --force overwrite
ar: بالاستبدال الاجباري -- ipkg تثبيت ملفات
bg: Инсталиране на локално Ipkg със --force overwrite
da: Installer lokal ipkg med - overskrivning
el: Εγκαταστήστε τις τοπικές ipkg με - force overwrite
fr: Installer Ipkg locale avec --écrasement forcé
hu: Helyi ipkg telepítése --kényszerített felülírással
nl: Installeren lokale ipkg met --force overwrite
pt: Instalar ipkg local com --force sobrescrever
ru: Установить все *.ipk в каталоге /tmp -- перезапись
sv: Installera lokalt ipkg med --force overwrite
tr: Yerel ipkg'leri üstüne yükle
uk: Встановити всі *.ipk в каталозі /tmp -- перезапис

source: Update your STB image from Internet.
ar: .تحديث صورة جهازك من الانترنت
bg: Актуализиране на image на приеника от интернет
da: Opdater dit STB image fra internettet
el: Ενημέρωση STB image από το Internet.
fr: Mise à jour de votre Image STB depuis Internet
hu: STB lemezkép frissítése az Internetről
nl: Update uw STB Image via Internet.
pt: Atualizar a sua imagem STB a partir Internet.
ru: Обновление прошивки через Интернет.
sv: Uppdatera ditt STB image från internet
tr: Cihazinizi Internet'den güncelle
uk: Оновлення прошивки через Інтернет.

source: Backup your running STB image.
ar: .نسخ الصورة الشغالة حاليا
bg: Бекъп на актуалния image на приемника.
da: Backup af dit kørende STB image
el: Αντιγράφων ασφαλείας image εκτελείται απο τον δεκτη σας απο
fr: Sauvegarde de votre Image STB courante
hu: A jelenleg futó STB lemezkép mentése
nl: Back-up u huidig STB image.
pt: cópia de segurança sua imagem a STB em execução.
ru: Сохранить текущую прошивку ресивера.
sv: Säkerhetskopiera ditt exekverande STB image.
tr: Calisir Cihazinizin Image'ini kopyala
uk: Зберігти поточну прошивку ресівера.

source: Restore Image
ar: إستعادة الصورة
bg: Възстановяване на Image
da: Gendan image
el: Επαναφορά Image
fr: Restauration Image
hu: Lemezkép Visszatöltése
nl: Image terugzetten
pt: restaurar a imagem
ru: Восстановление прошивки
sv: Återställ image
tr: Imagi sil
uk: Відновлення прошивки

source: Restore your backuped STB image.
ar: إستعادة الصورة المنسوخة من جهازك
bg: Възстановяване на бекъп image на приемника.
da: Gendan dit gemte image
el: Επαναφορά backuped image στον δέκτη σας.
fr: Restauration de votre Image STB
hu: A mentett STB lemezkép visszatöltése
nl: Een Back-up image terugzetten.
pt: Restaurar a sua imagem a STB backuped.
ru: Восстановить прошивку ресивера.
sv: Återställ ditt säkerhetskopierade image
tr: Kopyalanmis Cihaz image'i sil
uk: Відновити прошивку ресівера.

source: Device Manager
ar: إدارة الاجهزة
bg: Настройки на устройствата
da: Drev manager
el: Διαχείριση συσκευών
fr: Gestionnaire des Périphériques
hu: Eszközkezelő
nl: Apparaat beheer
pt: Gerenciador de Dispositivos
ru: Менеджер устройств
sv: Enhetshanteraren
tr: Cihaz menejer
uk: Менеджер пристроїв

source: manage your HDD's and USB devices
ar: USB إدارة أقراصك الصلبة و أجهزة
bg: настройване на вашите твърди дискове и USB устройства
da: administrer dine harddiske og usb drev
el: διαχείριση του HDD σας και συσκευές USB
fr: gérer vos appareils HDD et USB
hu: Merevlemezek és USB eszközök kezelése
nl: Beheer Uw HDD`s en USB apparaten
pt: gerir o seu HDD e dispositivos USB
ru: Управление жестким диском и USB-устройствами
sv: hantera dina HDD och USB enheter
tr: HDD'ni ve USB Cihazlarini düzenle
uk: Управління жорстким диском та USB-приладами

source: File Manager
ar: مدير الملفات
bg: Файлов мениджър
da: Fil administration
el: Διαχείριση Αρχείων
fr: Gestionnaire des fichiers
hu: Fájlkezelő
nl: Bestands beheer
pt: gerenciador de arquivos
ru: Файловый менеджер
sv: Filhanteraren
tr: Dosyalarini düzenle
uk: Файловий менеджер

source: open Filemanager
ar: فتح مدير الملفات
bg: отваря файловият мениджър
da: åben fil administrator
el: άνοιγμα διαχειριστή αρχείων
fr: Ouvrir le Gestionnaire des Fichiers
hu: Fájlkezelő megnyitása
nl: Open bestandsmanager
pt: Gerenciador de Arquivos abrir
ru: Открыть Файловый менеджер
sv: öppna filhanteraren
tr: acik Dosyadüzenleyici
uk: Відкрити Файловий менеджер

source: Network Browser
ar: متصفح الشبكة
bg: Мрежа
da: Netværksbrowser
el: Browser Network
fr: Navigateur Réseau
hu: Hálózati böngésző
nl: Netwerk Verkenner
pt: Navegador de rede
ru: Браузер сети
sv: Nätverksbläddraren
tr: Sebeke tarayici
uk: Браузер мережі

source: open NetworkBrowswer
ar: فتح متصفح الشبكة
bg: отваря мрежовия браузър
da: åben netværksbrowser
el: άνοιγμα NetworkBrowswer
fr: Ouvrir le Navigateur de Réseau
hu: A hálózati böngésző megnyitása
nl: open NetwerkVerkenner
pt: abrir NetworkBrowswer
ru: Открыть Браузер сети
sv: öppna nätverksbläddraren
tr: acik Sebeke tarayici
uk: Відкрити браузер мережі

source: install/download driver for your Vu+
nl: Installeer-download drivers voor U Vu+
