Repository: Century12/VTi-localisation
Catalog: vtipanel-po/*.po
Languages: ar, bg, da, el, fr, hu, nl, pt, ru, sv, tr, uk

source: No valid Backupdestion found!!!! Please install an internal Harddisk first to create Backups.
ar: لا وجود للمسار المطلوب!!!! .فضلا قم بتثبيت قرص صلب داخلي أولا لحفظ نسخ احتياطية
bg: Не е намерена валидна дестинация за бекъп!!!! Моля инсталирайте вътрешен харддиск, за да създавате бекъпи.
da: Ingen gyldig backup destion fundet!!!! Installer venligst en intern harddisk først til at oprette backups.
el: Δεν βρέθηκε έγκυρο Backupdestion !!!! Παρακαλείσθε να εγκαταστήσετε μια εσωτερική Harddisk πρώτα να δημιουργήσει αντίγραφα ασφαλείας.
fr: Destination Sauvegarde introuvable !!!! Prière installer d'abord un Disque Dur interne pour les Sauvegardes.
hu: Nem tatálható mentési hely!!!! Kérlek telepíts egy merevlemezt a mentéshez.
nl: Geen geldige Backup locatie gevonden!!!! instaleer eerst een interne HDD om Backups te kunnen maken.
pt: Não Backupdestion válido encontrado!! Por favor, instale uma harddisk interno primeiro a criar backups.
ru: Не найдена директория для резервного копирования! Пожалуйста, установите внутренний жесткий диск прежде чем запускать резервное копирование.
sv: Ingen giltig plats för säkerhetskopia hittades!!!! Vänligen installera först en intern hårddisk för att skapa säkerhetskopior.
tr: Gecerli Kopya bulunamadi!!!! Lütfen icerik Harddisk takip ilk kopyanizi yapin.
uk: Не знайдено директорію для резервного копіювання! Будь ласка, встановіть внутрішній жорсткий диск перш ніж запускати резервне копіювання.

source: The Device Manager is not installed! Please install it.
ar: مدير الأجهزة غير مثبت! .فضلا قم بتثبيته
bg: Device Manager не е инсталиран! Моля, инсталирайте го.
da: Administrationsmodulet er ikke installeret! Vær venlig at installere det.
el: Η Διαχείριση συσκευών δεν έχει εγκατασταθεί! Παρακαλώ να το εγκαταστήσετε.
fr: Le Gestionnaire des Dispositifs n'est pas installé! Veuillez l'installer.
hu: Az eszközkezelő nincs telepítve! kérlek telepítsd.
nl: Apparaat beheer is niet Genstalleerd! Instaleer deze A.U.B.
pt: O Gerenciador de dispositivos não está instalado! Por favor, instale-o.
ru: Менеджер устройств не установлен! Пожалуйста, установите его.
sv: Enhetshanteraren är inte installerad! Vänligen installera den.
tr: Cihaz Menejeri yüklü degil! Lütfen yükleyin.
uk: Менеджер пристроїв не встановлено! Будь ласка, встановіть його.

source: The FileManager is not installed! Please install it.
ar: مدير الملفات غير مثبت! .فضلا قم بتثبيته
bg: FileManager не е инсталиран! Моля, инсталирайте го.
da: Filadministratoren er ikke installeret! Vær venlig at installere den.
el: Ο διαχειριστής αρχείων δεν είναι εγκατεστημένο! Παρακαλώ να το εγκαταστήσετε.
fr: Le Gestionnaire des Fichiers n'est pas installé! Veuillez l'installer
hu: Az fájlkezelő nincs telepítve! Kérlek telepítsd.
nl: Bestandsmanager is niet Genstalleerd! Instaleer deze A.U.B.
pt: O FileManager não está instalado! Por favor, instale-o.
ru: Файл менеджер не установлен! Пожалуйста, установите его.
sv: Filhanteraren är inte installerad! Vänligen installera den.
tr: Dosya Menejeri yüklü degil! Lütfen yükleyin.
uk: Файл менеджер не встановлено! Будь ласка, встановіть його.

source: The NetworkBrowser is not installed! Please install it.
ar: متصفح الشبكة غير مثبت! .فضلا قم بتثبيته
bg: NetworkBrowser не е инсталиран! Моля, инсталирайте го.
da: The NetworkBrowser er ikke installeret! Vær venlig at installere den.
el: Το NetworkBrowser δεν είναι εγκατεστημένο! Παρακαλώ να το εγκαταστήσετε.
fr: Le Navigateur de Réseau n'est pas installé! Veuillez l'installer.
hu: A hálózati kereső nincs telepítve! Kérlek telepítsd.
nl: De NetworkBrowser is niet geïnstalleerd ! AUB eerst installeren.
pt: O NetworkBrowser não está instalado! Por favor, instale-o.
ru: Браузер сети не установлен! Пожалуйста, установите его.
sv: Nätverksbläddraren är inte installerad! Vänligen installera den.
tr: Sebeke düzenliyici yüklü degil! Lütfen yükleyin.
uk: Браузер мережі не встановлено! Будь ласка, встановіть його.

source: VTI Harddisk Standbymode
ar: وضعية التعطيل للقرص الصلب VTI
bg: VTI Harddisk Standby режим
el: VTI Standbymode Harddisk
fr: VTI Mode de veille pour Disque dur
hu: VTI merevlemez készenléti állapot
nl: VTI Harddisk Standbymodus
pt: VTI Standbymode Disco Rígido
ru: Спящий режим для HDD
sv: VTI hårddisk viloläge
tr: VTI Harddisk Standby modunda
uk: Сплячий режим для HDD

source: VTI show ecm.info
ar: ecm.info عرض VTI
bg: VTI покажи ecm.info
da: VTI vis ecm.info
el: VTI δείχνη ecm.info
fr: VTI Montrer ecm.info
hu: VTI ecm.információ
nl: VTI toon ecm.info
pt: VTI mostrar ecm.info
ru: Показать ecm.info
sv: VTI visa ecm.info
tr: VTI ecm.habere bak
uk: Показати ecm.info

source: VTI show running processes
ar: عرض المهام المشغلة VTI
bg: VTI покажи работещите процеси
da: VTI vis kørende processer
el: VTI δείχνουν τις διεργασίες που εκτελούνται
fr: VTI Montrer liste processus en cours
hu: VTI futó folyamatok
nl: VTI toon lopende processen
pt: VTI mostrar os processos em execução
ru: Показать запущенные процессы
sv: VTI visa exekverande processer
tr: VTI calisir proseslere bak
uk: Показати запущені процеси

source: VTI show mounted filesystems
ar: عرض ملفات النظام المحملة VTI
bg: VTI покажи периферните устройства
da: VTI vis monterede filsystemer
el: VTI δείχνουν προσαρτημένα συστήματα αρχείων
fr: VTI Montrer fichiers système montés
hu: VTI integrált (mounted) fájlrendszer
nl: VTI toon gekoppelde bestandssystemen
pt: VTI mostrar montados sistemas de arquivos
ru: Показать смонтированные файловые системы
sv: VTI visa monterade filsystem
tr: VTI mountlanmis dosyasistemine bak
uk: Показати змонтовані файлові системи

source: VTI show networkconfiguration and routingtable
ar: عرض إعدادات الشبكة و الروتر VTI
bg: VTI покажи мрежова конфигурация и routingtable
da: VTIvis netværkskonfiguration og routingdiagram
el: VTI δείχνουν networkconfiguration and routingtable
fr: VTI Montrer configuration réseau et table de routage
hu: Hálózati konfiguráció és routing-táblázat
nl: VTI toon netwerkconfiguratie en routingtabel
pt: VTI networkconfiguration mostrar e routingtable
ru: Показать сет. настройки
sv: VTI visa nätverkskonfiguration och routingtabellen
tr: VTI Sebeke ayarlarina bak
uk: Показати мереж. налаштування

source: Harddiskmanufacturer, Type and it's Temperature :
ar: : مصنع القرص الصلب ، النوع و درجة حرارته
bg: Харддиск: Производител, Тип и Температура
da: Harddiskproducent, type dens temperatur :
el: Harddiskmanufacturer, Τύπος και είναι Θερμοκρασία:
fr: Fabricant Disque Dur, Type et température :
hu: Merevlemezgyártó-, típus- és hőmérsékletmutató:
nl: HDD Fabrikant, Type en Temperatuur :
pt: Fabricante do disco rígido, tipo e sua temperatura :
ru: Производитель HDD, Тип и Температура:
sv: Hårddisk tillverkare, typ och dess temperatur :
tr: Harddisk Üreticisi, Tipi ve derecesi:
uk: Виробник HDD, Тип і Температура:

source: Are you sure to set hdd in standby mode?
ar: هل انت متاكد من وضع القرص الصلب في وضع التعطيل ؟
bg: Сигурни ли сте, че желаете да превключите диска в standby режим?
da: Er du sikker på at du vil sætte den hdd i standby mode?
el: Είστε βέβαιοι ότι για να ρυθμίσετε hdd σε κατάσταση αναμονής;
fr: Etes-vous certain de mettre HDD en mode Veille?
hu: Biztos abban,hogy a merevlemezt készültségi állapotba akarja helyezni?
nl: Weet U zeker dat U de HDD in de standby modus wilt zetten ?
pt: Você tem certeza para definir hdd no modo de espera?
ru: Вы уверены, что хотите перевести жесткий диск в режим ожидания?
sv: Är du säker på att sätta hdd i viloläge?
tr: hdd'yi standby moduna ayarlamak istediginizden eminmisiniz?
uk: Ви впевнені, що хочете перевести жорсткий диск в режим очікування?

source: HDD Temperature
ar: حرارة القرص الصلب
bg: HDD температура
da: HDD temperatur
el: HDD θερμοκρασίας
fr: Température HDD
hu: Merevlemez-hőmérséklet
nl: HDD temperatuur
ru: Температура жесткого диска
sv: HDD temperatur
tr: HDD Derecesi
uk: Температура жорсткого диску

source: No internal Harddisk detected!!!! Please install an internal Harddisk first to be in a position to check harddisk temperature.
ar: لم يتم العثور على اي قرص صلب داخلي!!!! .فضلا قم بتثبيت قرص صلب داخلي أولا كي تكون قادرا على فحص حرارته
bg: Не е открит вътрешен харддиск!!!! Моля, инсталирайте вътрешен твърд диск, за да можете да проверите температурата.
da: Ingen intern harddisk fundet!!!! Installer venligst en intern harddisk for at gøre det muligt at tjekke harddisk temperaturen.
el: Δεν ανιχνεύεται ο σκληρός δίσκος!!!! Παρακαλείσθε να εγκαταστήσετε μια εσωτερική Harddisk πρώτος που είναι σε θέση να ελέγξει τη θερμοκρασία σκληρό δίσκο.
fr: Pas de Disque Dur interne détecté !!!! Veuillez installer un Disque Dur pour en connaître la température.
hu: Nem található belső merevlemez!!!! Kérlek telepítsd először a belső merevlemezt a hőmérséklet megállapításához.
nl: Geen interne HDD gevonden!!!! Installeer eerst een interne harde schijf om de optie te hebben om de harddisk temperatuur te controleren.
pt: Não há disco rígido interno detectado!! Por favor, instale um Disco Rígido interno primeiro a estar em uma posição para verificar a temperatura do disco rígido.
ru: Не найден внутренний жесткий диск! Пожалуйста, установите внутренний жесткий диск для проверки его температуры.
sv: Ingen intern hårddisk kunde hittas!!!! Vänligen installera en intern hårddisk innan du försöker läsa ut dess temperatur.
tr: Icerik Harddisk bagli degil!!! Önce icerik Harddisk takip, sonra bu notadan Harddisk derecesini control edebilirsiniz.
uk: Не знайдено внутрішній жорсткий диск! Будь ласка, встановіть внутрішній жорсткий диск для перевірки його температури.

source: Active Usersessions :
ar: : المستخدمين الناشطين
bg: Активни сесии :
da: Aktive brugersessioner :
el: Ενεργός Usersessions:
fr: Sessions Utilisateur actives :
hu: Aktív felhasználók:
nl: Actieve Gebruiker sessies :
pt: Usersessions ativo :
ru: Активные сессии пользователей:
sv: Aktiva användarsessioner:
tr: Aktif Kullanici seson :
uk: Активні сесії користувачів:

source: Current Time, Operating Time and Load Average :
ar: : الوقت الحالي ، وقت التشغيل و معدل التحميل
bg: Текущо време, Оперативно време и Средна натовареност :
da: Nuværende tid, tid i drift og gennemsnitlig forbrug :
el: Τρέχουσα ώρα, χρόνου λειτουργίας και Μέσοςφόρτος:
fr: Heure Actuelle, Temps Opérationnel et Charge Moyenne :
hu: Jelenlegi idő, működési idő és átlagos terhelés:
nl: Momentele tijd, werkduur en gemiddelde belasting :
pt: Tempo atual, Tempo de funcionamento e Carga Média:
ru: Текущее время, Рабочее время и Средняя нагрузка:
sv: Aktuell tid, driftstid och genomsnittslast:
tr: Suanki Saat, Kullanim saati ve yükleme ortalamasi
uk: Поточний час, Робочий час та Середнє навантаження:

source: VTI show network stats
ar: احصائيات الشبكة VTI
bg: VTI информация за мрежата
da: VTI vis netværks status
el: VTI δείχνουν στατηστικά δίκτυο
fr: VTI Montrer stats réseau
hu: VTI hálózati státusz
nl: VTI toon netwerk statistieken
pt: VTI mostram rede estatísticas
ru: Показать сетевую статистику
sv: VTI visa nätverksstatus
tr: VTI sebeke durumua bak
uk: Показати статистику мережі

source: Current Memory Usage :
ar: : الاستخدام الحالي للذاكرة
bg: Използвана памет в момента :
da: Nuværende hukommelsesbrug :
el: Η τρέχουσα χρήση μνήμης:
fr: Utilisation actuelle de la Mémoire :
hu: Aktuális memóriahasználat :
nl: Momenteel geheugen gebruik :
pt: Uso de memória atual :
ru: Текущее использование памяти:
sv: Aktuell minnesförbrukning:
tr: Suanki kullanilan Hafiza
uk: Поточне використання пам'яті:

source: Memory Usage
ar: استخدام الذاكرة
bg: Използвана памет
da: Hukommelsesbrug
el: Χρήση μνήμης
fr: Utilisation Mémoire
hu: Memóriahasználat
nl: Geheugengebruik
pt: Uso de memória
ru: Использование памяти
sv: Minnesanvändning
tr: Kullanilan Hafiza
uk: Використання пам'яті

source: VTI show free diskspace
ar: المساحة الحرة VTI
bg: VTI свободно дисково пространство
da: VTI vis fri diskplads
el: VTI δείχνουν ελεύθερο χώρο στο δίσκο
fr: VTI Montrer espace Disque libre
hu: VTI szabad merevlemezterület
nl: VTI toon vrije schijfruimte
pt: VTI mostra livre diskspace
ru: Показать свободное место
sv: VTI visa fritt diskutrymme
tr: VTI Harddisk bos bölgesine bak
uk: Показати вільне місце

source: Menu not implemented yet!!!! feel free to code this menu now ;)
ar: القائمة لم تنفذ بعد!!!! قم بتحيين القائمة الان ;)
bg: Менюто не е програмирано все още!!!! чувствайте се свободни да го направите сами ;)
da: Menu ikke implementeret endnu!!!! bare kod denne menu nu ;)
el: Μενού δεν εφαρμόζονται ακόμη!!! feel free to code this menu now ;)
fr: Menu pas encore installé !!!! Vous pouvez le configurer maintenant ;)
hu: Menü még nem készült!!!! nmost még szabad kódok ebben a menüben;)
nl: Menu nog niet geïmplementeerd!!! Voel je vrij om dit menu te programmeren ;-)
pt: Menu não implementada ainda!! sinta-se livre para codificar este menu agora ;)
ru: Меню пока не реализовано! Вы можете написать код этого меню сами ;)
sv: Menyn inte implementerad än!!!! Sätt gärna igång och koda menyn nu ;)
tr: Menu implement degil!!! herhangi sifreyi bu menüye kullanabillirsiniz ;)
uk: Меню ще не реалізовано! Ви можете написати код цього меню самі ;)

source: Install/update finished.
ar: تثبيت/تحديث انتهى.
bg: Инсталирането/актуализирането е завършено.
da: Installering/opdatering færdig.
el: Εγκαταστήστε / ενημέρωση τελειώσει.
fr: Installation/Mise aJour terminées.
hu: Telepítés/frissítés befejeződött.
nl: Installatie/Update voltooid.
pt: Instalar/atualizar terminado.
ru: Установка/обновление завершено.
sv: Installation/uppdatering klar.
tr: Yükleme/Güncelleme Tamam.
uk: Встановлення/оновлення завершено.

source: Do you want to reboot your STB?
ar: هل تريد اعادة تشغيل جهازك ؟
bg: Искате ли да рестартирате приемника?
da: Vil du genstarte din STB?
el: Θέλετε να κάνετε επανεκκίνηση του αποκωδικοποιητή σας;
fr: Voulez-vous redémarrer votre STB?
hu: Szeretnéd újraindítani az STB-t?
nl: Wilt u de STB herstarten?
pt: Você quer reiniciar o STB?
ru: Вы хотите перезагрузить Ваш ресивер?
sv: Vill du starta om din STB?
tr: Cihazinizi reboot etmek istermisiniz?
uk: Ви бажаете перезавантажити Ваш ресівер?

source: VTI Restore Image
ar: إستعادة الصورة VTI
bg: VTI Възстановяване на Image
da: VTI gendan image
el: VTI Επαναφορά Image
fr: VTI Restaurer Image
hu: VTI lemezkép visszatöltés
nl: VTI Herstel Image
pt: VTI imagem de restauração
ru: Восстановление прошивки
sv: VTI återställ image
tr: VTI Image eski hali
uk: Відновлення прошивки

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/MODEL .
ar: لم يتم العثور على اي صورة!!!! /media/hdd/vuplus/MODEL. او إستعادة صورة من usb فضلا قم بنسخ صورة
bg: Не е открит image!!!! Моля копирайте image от USB-стик или го възстановете в /media/hdd/vuplus/MODEL .
da: Intet image fundet!!!! Venligst kopier usb image eller gendan image til /media/hdd/vuplus/MODEL .
el: Δεν βρέθηκαν image !!!! Παρακαλώ αντιγράψτε usb image ή την αποκατάσταση του image στο /media/hdd/vuplus/MODEL .
fr: Image introuvable!!!! Veuillez copier image USB image de restauration vers /media/hdd/vuplus/MODEL.
hu: Nem található image !!!! Kérlek másold az usb image-t vagy visszatölthető image-t ide: /media/hdd/vuplus/MODEL .
nl: Geen Image gevonden!!!! Kopieer USB of Back-up image naar /media/hdd/vuplus/MODEL.
pt: Nenhuma imagem encontrada!! Copie imagem usb ou restaurar a imagem /media/hdd/vuplus/MODELO.
ru: Прошивка не найдена! Пожалуйста, скопируйте прошивку на USB или в папку /media/hdd/vuplus/duo
sv: Ingen image hittades!!! Vänligen kopiera usb image eller återställningsimage till /media/hdd/vuplus/MODEL .
tr: Image bulunamadi!!!! Lütfen Image'i usb'den kopyalayin veya eski Image dönün /media/hdd/vuplus/MODEL.
uk: Прошивку не знайдено! Будь ласка, скопіюйте прошивку на USB чи в папку /media/hdd/vuplus/duo

source: Sorry, your backup destination is not writeable. Please choose another one.
ar: عذرا مسار النسخ خاصتك غير قابل للكتابة. .فضلا اختر مسار اخر
bg: Бекъп дестинацията е забранена за запис. Моля, изберете друга.
da: Din backup destination er ikke skrivbar. Vælg en anden.
el: Λυπούμαστε, τον προορισμό το αντίγραφο ασφαλείας δεν είναι εγγράψιμο. . Παρακαλώ επιλέξτε ένα άλλο.
fr: Oups... le médium de destination de Sauvegarde n'est pas inscriptible. Veuiller choisir une autre destination.
hu: Sajnos, a megadott mentési helyre nem tudok írni. Kérlek, válassz másikat.
nl: Sorry, uw Back-up lokatie is niet schrijfbaar. Selecteer een andere Back-up lokatie A.U.B.
pt: Desculpe, seu destino de backup não é gravável. Por favor, escolha outro.
ru: Извините, но местоположение для резервных копий недоступно для записи. Пожалуйста, выберите другое местоположение.
sv: Ursäkta, men din plats för säkerhetskopior är inte skrivbar. Vänligen välj en annan.
tr: Üzgünüm, kopya hedefiniz yazinilamaz. Lütfen baski birini seciniz.
uk: Вибачте, але місцезнаходження для резервних копій недоступно для запису. Будь ласка, выберіть інше місцезнаходження.

source: VTI-Backup done.
ar: . بنجاح VTI-تم النسخ
bg: VTI-Backup приключи.
da: VTI-Backup færdig.
el: VTI-αντιγράφων ασφαλείας γίνεται.
fr: VTI Sauvegarde terminée.
hu: VTI-mentés megtörtént.
nl: VTI-Backup gereed.
pt: VTI-Backup feito.
ru: Рез. копирование выполнено.
sv: VTI-säkerhetskopiering klar.
tr: VTI-Kopya tamamlanmistir.
uk: Рез. копіювання виконано.

source: VTI-Backup failed.
ar: . في النسخ VTI فشل
bg: VTI-Backup неуспешен.
da: VTI-Backup fejlede.
el: VTI-αντιγράφων ασφαλείας απέτυχε.
fr: VTI sauvegarde NON réussie.
hu: VTI-mentés sikertelen.
nl: VTI-Back-up mislukt.
pt: VTI-Backup falhou.
ru: Ошибка рез. копирования.
sv: VTI-säkerhetskopiering misslyckades.
tr: VTI-Kopya olmadi.
uk: Помилка рез. копіювання.

source: No Harddisk or Harddisk with S.M.A.R.T capabilites detected
ar: تم العثور عليه S.M.A.R.T لا وجود لقرص صلب او قرص صلب يدعم خاصية
bg: Няма твърд диск или твърд диск със S.M.A.R.T. възможности е открит
da: Ingen harddisk eller harddisk med S.M.A.R.T muligheder detekteret
el: Δεν ανιχνεύθεικε σκληρούς δίσκους ή σκληρούς δίσκους με S.M.A.R.T
fr: Pas de Disque Dur avec fonctions S.M.A.R.T détecté
hu: Nincs mervlemez vagy S.M.A.R.T típusú merevlemez van csatlakoztatva
nl: Geen HDD of HDD met S.M.A.R.T mogelijkheden gevonden
pt: Não Disco Rígido ou Disco Rígido com capabilites Smart detectado
ru: Нет жесткого диска или жесткого диска с поддержкой S.M.A.R.T
sv: Ingen hårddisk med S.M.A.R.T. förmåga hittades
tr: Harddisk yok veya S.M.A.R.T özellikli Harddisk takili degil.
uk: Нема жорсткого диску чи жорсткого диску із підтримкою S.M.A.R.T

source: At
bg: В
fr: Au
nl: van
pt: em
ru: В
tr: orda
uk: На

source: Could not grep Uptime Information from busybox
ar: لا يمكن استنتاج الوقت المنصرم من جهاز مشغول
bg: Не може да се определи времето
da: Kunne ikke tage oppetidsinformationen fra busybox
el: Δεν ήταν δυνατή η grep Uptime Πληροφορίες από busybox
fr: Impossible de saisir info sur le temps de fonctionnement depuis busybox
hu: Nem sikerült a futási időt lekérdezni a busybox-tól
nl: Kon geen Uptime informatie verkrijgen van busybox
pt: Não foi possível grep Informação tempo de funcionamento de busybox
ru: Не могу отфильтровать информацию о аптайме в busybox
sv: Kunde inte grepa uptimeinformation från busybox
tr: Kullanim zamani bilgileri allinamadi
uk: Не можу відфільтрувати інформацію щодо аптайму в busybox

source: Could not grep socket information from busybox
ar: لا يمكن استنتاج معلومات المعالج من جهاز مشغول
bg: Не може да се извлече информацията
da: Kunne ikke tage socket information fra busybox
el: Δεν ήταν δυνατή η grep πληροφορίες υποδοχή από busybox
fr: Impossible de saisir socket- info depuis busybox
hu: Nem sikerült socket információt a busybox-tól
nl: Kon geen socket informatie verkrijgen van busybox
pt: Não foi possível grep informações de soquete de busybox
ru: Не могу отфильтровать информацию о сокетах в busybox
sv: Kunde inte grepa socketinformation från busybox
tr: Giris bilgileri allinamadi
uk: Не можу відфільтрувати інформацію щодо сокетів в busybox

source: Could not grep Memory Usage information from busybox
ar: لا يمكن استنتاج معلومات الذاكرة من جهاز مشغول
bg: Не може да се получи информация за използването на паметта
da: Kunne ikke tage info vedr. hukommelsesbrug fra busybox
el: Δεν ήταν δυνατή η grep μνήμης Πληροφορίες χρήσης από busybox
fr: Impossible de saisir info sur l'Utilisation Mémoire depuis busybox
hu: Nem sikerült memóriahasználati információt lekérdezni a busybox-tól
nl: Kon geen geheugengebruik informatie verkrijgen van busybox
pt: Não foi possível grep informações de uso de memória de busybox
ru: Не могу отфильтровать информацию об использовании памяти в busybox
sv: Kunde inte grepa minnesanvändningsinformation från busybox
tr: Kullanilan hafiza bilgileri alinamadi
uk: Не можу відфільтрувати інформацію об використанні пам'яти в busybox

source: VTI Status List Menu
ar: لحالة القائمة VTI قائمة
bg: VTI Статус Меню
da: VTI status liste menu
el: VTI μενού λίστας Κατάσταση
fr: VTI Menu Liste Statut
hu: VTI Állapot Lista Menü
nl: VTI Status Lijst Menu
pt: VTI menu Lista de Status
sv: VTI Statuslist Meny
tr: VTI durumu menü listesi
uk: Меню списку статусів

source: Restart
ar: إعادة التشغيل
bg: Рестарт
da: Genstart
el: Επανεκκίνηση
fr: Redémarrage
hu: Újraindítás
nl: Herstart
pt: reiniciar
ru: Перезапуск
sv: Starta om
tr: Tekrar baslat
uk: Перезапуск

source: Uninstall
ar: إلغاء
bg: Деинсталиране
da: Afinstallerl
el: Απεγκατάσταση
fr: Désinstaller
hu: Eltávolítás
nl: Deinstaleren
pt: desinstalar
ru: Удаление
sv: Avinstallera
tr: Sildir
uk: Видалення

source: Force uninst.
ar: .إلغاء إجباري
bg: Принудително деинст.
da: Tvungen afinstallation.
fr: Forcer Désinstallation
hu: Kényszerített eltávolítás
nl: Forceer deinstalatie
pt: Força de desinstalação.
ru: Форс. удал.
sv: Tvinga fram avinst.
tr: Güclü sildir
uk: Форс. видал.

source: VTI IPK Uninstaller Menu
ar: IPK لإزالة VTI قائمة
bg: VTI IPK Деинсталиране
da: VTI IPK afinstallationsmenu
el: VTI IPK Uninstaller Μενού
fr: VTI Menu Désinstallation IPK
hu: VTI IPK Eltávolító Menű
nl: VTI IPK Deinstaleer Menu
pt: VTI IPK desinstalação menu
ru: Меню удаления VTI IPK
sv: VTI IPK Avinstallerare Meny
tr: VTI IPK sildirme menüsü
uk: Меню видалення VTI IPK

source: Remove Skin
ar: حذف السكين
bg: Премахване на дизаин
da: Fjern skin
el: Κατάργηση του Skin
fr: Supprimer Thème
hu: Skin eltávolítása
nl: Verwijder Skin
pt: remover Skin
ru: Удалить скин
sv: Ta bort skin
tr: Skin'i sildir
uk: Видалити скін

source: VTI Skinremove Menu
ar: لالغاء السكين VTI قائمة
bg: VTI Премахване на дизаин
da: VTI skinrfjerne menu
fr: VTI Menu désinstallation Thème
hu: VTI Skin Eltávolítási Menü
nl: VTI Skin verwijder Menu
ru: Меню удаления скина VTI
sv: VTI Tabortskin Meny
tr: VTI Skin silici Menü
uk: Меню видалення скіну VTI

source: Remove selected
ar: حذف التحديد
bg: Премахни избраното
da: Fjern valgte
el: Κατάργηση επιλεγμένων
fr: Supprimer sélectionné
hu: Válogatott eltávolítás
nl: Verwijder geselecteerde
pt: remover selecionados
ru: Удалить выделенное
sv: Borttagning vald
tr: Secileni sil
uk: Видалити виделене

source: Remove all
ar: حذف الكل
bg: Премахни всички
da: Fjern alt
el: Κατάργηση όλων
fr: Supprimer TOUT
hu: Valmennyi eltávolítása
nl: Verwijder alle
pt: remover todos
ru: Удалить все
sv: Ta bort alla
tr: Tümünü sil
uk: Видалити все

source: Remove older 7 Days
ar: حذف اكثر من 7 أيام
bg: Премахни по-стари от 7 дни
da: Fjern ældre end 7 dage
el: Αφαιρέστε τα παλαιότερα τον 7 Ημέρων
fr: Enlever plus que 7 Jours
hu: A 7 napnál régebbiek eltávolítása
nl: Verwijder ouder dan 7 dagen
pt: Remover mais velhos 7 Dias
ru: Удалить все старше 7 дней
sv: Ta bort äldre än sju dagar
tr: 7 günden eski olani sil
uk: Видалити все старше 7 днів
