Repository: Century12/VTi-localisation
Catalog: vtipanel-po/*.po
Languages: ar, bg, da, el, fr, hu, nl, pt, ru, sv, tr, uk

source: EPG Settings
ar: EPG إعدادات
bg: EPG настройки
da: EPG indstillinger
el: EPG Ρυθμίσεις
fr: Paramètres EPG
hu: EPG (Elektromos Programújság) beállításai
nl: EPG Instellingen
pt: Configurações EPG
ru: Настройки EPG
sv: EPG inställningar
tr: EPG ayarlari
uk: Налаштування EPG

source: set EPG path, restore or backup EPG data
ar: EPG ، إستعادة او نسخ بيانات EPG تحديد مسار
bg: EPG път, възстановяване или бекъп на EPG данни
da: indstil EPG sti, gendan eller backup af EPG data
el: set EPG path, αποκατάσταση ή δημιουργία αντιγράφων ασφαλείας των δεδομένων EPG
fr: Choisir chemin EPG, restauration ou sauvegarde données EPG
hu: EPG útvonal megadása,az EPG Adat visszatöltése vagy mentése
nl: Geef EPG pad, herstellen of backuppen van EPG data
pt: conjunto EPG caminho, restaurar ou backup de dados EPG
ru: Установить путь EPG, восстановить или сохранить данные EPG
sv: ange EPG sökväg, återställ eller säkerhetskopiera EPG data
tr: EPG dosyani ayarla, EPG kopyasini sil
uk: Встановити шлях EPG, відновити чи зберігти дані EPG

source: manage cronjobs of your VU+
ar: VU+ لجهازك cronjobs إدارة
bg: cronjob-настройки на вашия VU+
da: administrer cronjobs på din VU+
el: διαχειρίζονται cronjobs της VU+ σας
fr: Gerer les cronjobs de votre VU+
hu: Időzített feladatok beállításai a VU+-on
nl: beheer de cron opdrachten op Uw VU+
pt: gerenciar cronjobs do seu VU+
ru: Управление задачами cron вашего ресивера
sv: hantera cronjob på din VU+
tr: VU+'un Tacgörevini düzenle
uk: Управління задачами cron вашого ресівера

source: Run Command
ar: تشغيل أمر
bg: Стартирай
da: Kør kommando
el: Εκτέλεση εντολών
fr: Lancer une Commande
hu: Indítási Parancs
nl: Uitvoeren
pt: executar comando
ru: Исполнить команду
sv: Exekvera kommando
tr: Emiri baslat
uk: Виконати команду

source: run executable files of your VU+
ar: VU+ تشغيل ملفات تنفيذية من جهازك
bg: стартира изпълними файлове на вашия VU+
da: kør eksekverbare filer på din VU+
el: τρέξε εκτελέσιμα αρχεία της VU+
fr: Lancer un fichier exe de votre Vu+
hu: Végrehajtható (exe) fájlok indítása a VU+-don
nl: Voer een bestand of een script uit op Uw VU+
pt: executar arquivos executáveis ​oseu VU+
ru: запустить исполняемые файлы вашего ресивера
sv: Kör exekverbara filer på din VU+
tr: calisir dosyalari baslat
uk: запустити виконувані файли вашого ресівера

source: Set Root Password
ar: Rootتحديد كلمة سرية لـ
bg: Администраторска парола
da: Indstil password
el: Ορισμός κωδικού πρόσβασης Root
fr: Choisir Mot de passe Racine
hu: Gyökér (Root) jelszó megadása
nl: Stel Root wachtwoord in
pt: Definição da Senha Root
ru: Установка пароля root
sv: Sätt root lösenord
tr: Root sifreni ver
uk: Встановлення паролю root

source: set root password of your stb
ar: تحديد كلمة سرية لجهازك
bg: промяна на администраторската парола на приемника
da: instil password af din STB
el: Ορισμός κωδικού πρόσβασης root του αποκωδικοποιητή σαςαποκωδικοποιητή
fr: Choisir Mot de passe Racine de votre STB
hu: STB Gyökér (Root) jelszó megadása
nl: stel root wachtwoord in voor de stb
pt: senha de root set de seu stb
ru: Установить пароль root на Ваш ресивер
sv: Sätt root lösenord för din stb
tr: Cihazin Root sifresini ver
uk: Встановити пароль root на Ваш ресівер

source: enable/disable Systemservices
ar: تفعيل/ تعطيل خدمات النظام
bg: включване/изключване на системните процеси
da: slå systemservices til/fra
el: ενεργοποίηση/απενεργοποίηση Systemservices
fr: Permissions Services du Système
hu: Rendszerszolgáltatások engedélyezése/tiltása
nl: inschakelen/uitschakelen Systemservices
pt: ativar/desativar Systemservices
ru: Зап./Остан. системных сервисов
sv: aktivera/avaktivera systemtjänster
tr: Sistemservisini ac/kapalt
uk: Зап./Зуп. системних сервісів

source: USB DVB-T/C/S2 Panel
ar: USB DVB-T/C/S2 لوحة
bg: USB DVB-T/C/S2 Панел
el: USB DVB-T/C/S2 Πάνελ
fr: Panneau USB DVB-T/C/S2
hu: USB DVB-T/C/S2 Tábla
nl: USB DVB-T/C/S2 Paneel
pt: USB DVB-T/C/S2 Painel
ru: Панель USB DVB-T/C/S2
tr: USB DVB-T/C/S2 Tablosu
uk: Панель USB DVB-T/C/S2

source: manage Sundtek USB DVB Stick
ar: Sundtek USB DVB Stick إدارة
bg: управление на Sundtek USB DVB Stick
el: διαχείριση Sundtek USB Stick DVB
fr: Gérer carte USB DVB Sundtek
hu: Sundtek USB DVB kulcs kezelése
nl: Beheer Sundtek USB DVB Stick
pt: gerenciar Sundtek USB Memory Stick DVB
ru: управление Sundtek USB DVB Stick
sv: hantera Sundtek USB DVB stick
tr: Sundtek USB DVB Stick Yönetimi
uk: управління Sundtek USB DVB Stick

source: IPK Uninstaller
ar: IPK مزيل
bg: IPK Деинсталиране
da: IPK afinstallering
el: IPK Απεγκαταστάτης
fr: Désinstallateur IPK
hu: IPK Eltávolító
nl: IPK Deinstaleren
pt: IPK desinstalação
ru: Удаление IPK пакетов
sv: IPK avinstallerare
tr: IPK silici
uk: Видалення IPK-пакетів

source: remove seletected package from stb
ar: إزالة الحزمة المحددة من الجهاز
bg: изтриване на избрания пакет от применика
da: fjern valgte pakke fra STB
el: αφαιρέσετε seletected πακέτο από STB
fr: Enlever paquet sélectionné du STB
hu: A kiválasztott csomagok törlése az STB-ről
nl: Verwijder geselecteerd pakket van stb
pt: remove pacote seletected a partir stb
ru: Удаление выбранных пакетов
sv: avlägsna vald paket från stb
tr: Secilen Paketi Cihaz'dan sil
uk: Видалення вибраних пакетів

source: Purge Enigma2 Crashlogs
ar: Enigmaتطهير سجلات الاعطاب لـ2
bg: Изтриване на доклади за забивания
da: Slet Enigma2 Crashlogs
el: Εκκαθάριση Enigma2 Crashlogs
fr: Purger les Crashlogs Enigma2
hu: Enigma2 hibajegyzék adatainak törlése
nl: Zuiver Enigma2 Crashlogs
ru: Чистка крэш-лога Enigma2
sv: Rensa Enigma2 kraschloggar
tr: Pruge Enigma2 kaza raporu
uk: Чистка креш-логу Enigma2

source: selective wipe of enigma2 crashlogs
ar: enigma2 تحديد مسح لسجلات الاعطاب الخاصة بـ
bg: избирателно се изтриват докладите за забивания на enigma2
da: Udvalgt sletning af Enigma2 crashlogs
el: επιλεκτικός καθαρησμός του Enigma2 crashlogs
fr: Purge sélective des Crashlogs Enigma2
hu: Enigma2 hibajegyzék szelektív törlése
nl: Selectief verwijderen van Enigma2 crashlogs
pt: seletiva de limpar enigma2 crashlogs
ru: Выборочная чистка крэш-лога Enigma2
sv: selektiv borttagning av Enigma2 kraschloggar
tr: Anketdeki Enigma2 kaza raporunu silici
uk: Вибіркова чистка креш-логу Enigma2

source: Remove Skins
ar: إزالة السكينات
bg: Премахване на дизайн
da: Fjern skins
el: Κατάργηση Skins
fr: Enlever Skins
hu: Arculat (Skin) törlése
nl: Verwijder Skins
pt: remover capas
ru: Удалить скины
sv: Ta bort skins
tr: Skini sil
uk: Видалити скіни

source: choose skin to remove
ar: إختر سكين للازالة
bg: изберете дизайн за премахване
da: vælg skin til fjernelse
el: επιλέξτε το skin για να το αφαιρέσετε
fr: Choisir Skin à désinstaller
hu: Arculat kijelölése törlésre
nl: Kies een skin om te verwijderen
pt: escolha de capas para remover
ru: Выбрать скин для удаления
sv: Välj skin som skall tas bort
tr: Silinecek Skini sec
uk: Вибрати скін для видалення

source: create and manage your Swapfile
ar: إنشاء وإدارة ملف التبادل خاصتك
bg: създаване и поддръжка на файл с временни данни
da: opret og
el: δημιουργήσετε και να διαχειριστείτε το Swapfile σας
fr: Créer et gérer votre fichier Swap
hu: Swapfile készítése és mentése
nl: Maak en beheer U swapfile
pt: criar e gerenciar sua Arquivo Swap
ru: Созд-е и упр-е swap-файлом
sv: Skapa och hantera din swapfil
tr: Degisecek Dosyayi yarat ve yönet
uk: Створ-ня і кер-ня swap-файлом

source: Set NTP Time
ar: NTP تحديد وقت
bg: Времеви настройки
da: Indstil NTP tid
el: Ρύθμιση NTP Χρόνος
fr: Choisir Heure NTP
hu: Hálózati idő (NTP) beállítása
nl: Stel NTP Tijd in
pt: Definir tempo NTP
ru: Установить время по NTP
sv: Sätt NTP tid
tr: NTP Saatini sec
uk: Встановити час по NTP

source: refresh time for enigma2 from ntp server
ar: ntp من سيرفر enigmaتحديث الوقت للـ2
bg: време за синхронизиране на времето от ntp сървър
da: indstil tiden på enigma2 fra ntp server
el: ανανέωσης χρόνου για Enigma2 από NTP διακομιστή
fr: Ajuster Heure d' Enigma2 à partir d'un Serveur NTP
hu: enigma2 időszinkronizálás az NTP-szerverről
nl: Vernieuwingstijd voor enigma2 van de NTP-server
pt: atualizar tempo para enigma2 a partir servidor ntp
ru: Синхронизация времени через Интернет
sv: Uppdatera tid för enigma2 från NTP server
tr: ntp bankasindan saat ayarla
uk: Синхронізування часу через Інтернет

source: Harddisk Standby
ar: إطفاء القرص الصلب
bg: Standby-режим
el: Αναμονή σκληρό δίσκο
fr: Veille du Disque Dur
hu: Merevlemez-készenlét
nl: Hardeschijf Standby
pt: Standby disco rígido
ru: Режим ожидания для жесткого диска
sv: Hårddisk viloläge
tr: Harddiski söndür
uk: Режим очікування для жорсткого диску

source: turns hdd immediately into standby mode
ar: جعل القرص الصلب في وضعية النوم حالا
bg: твърдият диск преминава в standby-режим
da: sæt harddisk i standby straks
el: στροφές hdd αμέσως σε κατάσταση αναμονής
fr: Mettre votre HDD immédiatement en mode Veille
hu: Merevlemez közvetlen készenléti módba helyezése
nl: Zet de HDD direct in standby modus
pt: hdd transforma imediatamente em modo standby
ru: Отключение HDD в спящем режиме
sv: sätter omedelbart hdd i viloläge
tr: hdd'i hemen söndür
uk: Вимикнення HDD в сплячому режими

source: Show Advanced Bitrate infos
ar: عرض معلومات متقدمة عن معدل البث
bg: показва разширена информация за битрейта
da: Vis avanceret bitrate info
el: Εμφάνιση Σύνθεταες Πληροφορίες Bitrate
fr: Montrer infos avancés Bitrate
hu: Speciális bitrátainformációk
nl: Toon geavanceerde Bitrate informatie
pt: Mostrar infos Bitrate avançada
ru: Показать дополнительную информацию о битрейте
sv: Visa avancerad bittaktinformation
tr: Bitrate durumuna bak
uk: Показати додаткову інформацію щодо битрейту

source: ECM Info
ar: ECM معلومات
bg: ECM информация
el: ECM Πληροφορίες
fr: Info ECM
hu: ECM Információ
nl: ECM Informatie
pt: ECM Informações
ru: ECM инфо
sv: ECM information
tr: ECM durumu
uk: ECM інфо

source: show ecm infos from temp dir
ar: temp dir من ecmعرض معلومات الـ
bg: показва ecm информация от temp директорията
da: vis esm info fra temp dir
el: Εμφάνιση Πληροφορίες ECM από temp dir
fr: Montrer infos ECM depuis temp dir
hu: ecm információk a temp könyvtárból
nl: Toon ecm infos van temp dir
pt: infos mostrar ecm a partir Temp dir
ru: Показать информацию о ecm
sv: visa ecm information från tmp katalog
tr: ecm durumuna temp klasöründen bak
uk: Показати інформацію об ecm

source: show Feed updates
ar: عرض فيد التحديثات
bg: актуализация на новините
da: vis feed opdateringer
el: Εμφάνιση ενημερώσεις Feed
fr: Montrer mises à jour Feed
hu: Feed frissítések
nl: laat Feed updates zien
pt: mostrar atualizações feed
ru: Показать обновления фида
sv: visa feed uppdateringar
tr: Feed güncellemeye bak
uk: Показать обновления фида

source: Show processes
ar: عرض العمليات
bg: Процесите
da: Vis processer
el: Διεργασίες Εμφάνιση
fr: Montrer processus
hu: Feldolgozások
nl: Toon processen
pt: Mostrar processos
ru: Показать процессы
sv: Visa processer
tr: Proseslere bak
uk: Показати процеси

source: show running processes
ar: عرض العمليات الجارية
bg: показване на работещите процеси
da: vis kørende processer
el: δείχνουν τις διεργασίες που εκτελούνται
fr: Montrer processus actifs
hu: Futó feldolgozások
nl: toon lopende processen
pt: mostrar processos running
ru: Показать текущие процессы
sv: Visa exekverande processer
tr: calisir proseslere bak
uk: Показати поточні процеси

source: Show filesystem mounts
ar: عرض ملفات النظام المرفوعة
bg: Периферни устройства
da: Vis
el: Εμφάνιση αναρτήσεις σύστημα αρχείων
fr: Montrer mounts du système des fichiers
hu: Fájlrendszer integrálás (Mounts)
nl: Toon bestandssysteem koppelingen
pt: Mostrar mounts filesystem
ru: Показать смонтированные файловые системы
sv: Visa filsystem monteringar
tr: mountlanmis sistemdosyasina bak
uk: Показати змонтовані файлові системи

source: show active mounts
ar: عرض المرفوعات المفعلة
bg: показва активните периферни устройства
da: vis aktive mounts
el: δείχνουν ενεργό αναρτήσεις
fr: Montrer les mounts actifs
hu: Aktív integrálások
nl: toon actieve koppelingen
pt: mostram mounts ativos
ru: Показать актавные смонтированные ресурсы
sv: visa aktiva monteringar
tr: aktif mountlara bak
uk: Показати активні змонтовані ресурси

source: Harddisk Temperature
ar: حرارة القرص الصلب
bg: Температура на твърдия диск
da: Harddisk temperatur
el: Θερμοκρασία σκληρό δίσκο
fr: Température du Disque dur
hu: Merevlemez hőmérséklet
nl: Hardeschijf temperatuur
pt: Temperatura disco rígido
ru: Температура жесткого диска
sv: Hårddisktemperatur
tr: Harddisk derecesi
uk: Температура жорсткого диску

source: show HDD Temperature
ar: عرض حرارة القرص الصلب
bg: показва температурата на твърдия диск
da: vis harddisk Temperatur
el: Εμφάνιση HDD θερμοκρασίας
fr: Montrer Température du HDD
hu: Merevlemez hőmérséklet mutatása
nl: toon HDD temperatuur
pt: mostrar HDD Temperature
ru: Показать температуру HDD
sv: visa HDD temperatur
tr: hdd isisina bak
uk: Показати температуру HDD

source: Show Consolesessions
ar: عرض نوافذ الجهاز
bg: Конзолни сесии
da: Vis consol sessioner
el: Consolesessions Εμφάνιση
fr: Montrer les sessions de la Console
hu: Konzolfolyamatok
nl: Toon Terminal sessies
pt: Mostrar Consolesessions
ru: Показать консольные сессии
sv: Visa konsolsessioner
tr: konsolrezisyonlara bak
uk: Показати консольні сесії

source: show all active user sessions
ar: عرض جميع الاعضاء المفعلين
bg: показва всички активни сесии
da: vis alle aktive brugersessioner
el: Εμφάνιση όλων των ενεργών συνεδριών χρήστη
fr: Montrer toutes les sessions utilisateur
hu: Minden aktív felhasználó
nl: toon alle actieve gebruiker sessies
pt: mostrar todas as sessões de usuários ativos
ru: Показать все активные сеансы пользователей
sv: visa alla aktiva användarsessioner
tr: tüm kullanici sesonlara bak
uk: Показати усі активні сеанси користувачів

source: Show Uptime
ar: عرض مدة التشغيل
bg: Време на работа
da: Vis oppetid
el: Εμφάνιση Uptime
fr: Montrer Temps mis en route
hu: Futásidő
nl: Toon Uptime informatie
pt: Mostrar de Uptime
ru: Показать время работы
sv: Visa uptime
tr: baslangic saatine bak
uk: Показати час роботи

source: show operating system uptime of stb
ar: عرض الوقت المنصرم لنظام التشغيل الخاص بالجهاز
bg: показва времето, през което работи приемника
da: vis operativsystems oppetid af stb
el: Εμφάνιση λειτουργικό χρόνος λειτουργίας του συστήματος του δέκτη
fr: Montrer Temps de mise en route système opérationnel STB
hu: STB operációs rendszer futásideje
nl: toon besturingssysteem uptime van stb
pt: mostrar uptime do sistema operacional de stb
ru: Показать время работы
sv: Visa operativsystems uptime för stb
tr: cihaz baslangic saatine bak
uk: Показати час роботи

source: Show Networkconnections
ar: عرض اتصالات الشبكة
bg: Мрежови връзки
da: Vis netværksforbindelser
el: Εμφάνιση Networkconnections
fr: Montrer Connexions réseau
hu: Hálózati kapcsolatok
nl: Toon Netwerk verbindingen
pt: Mostrar Networkconnections
ru: Показать сетевые соединения
sv: Visa nätverksförbindelser
tr: Sebeke baglantilarina bak
uk: Показати мережеві з'єднання

source: show all connected sockets from ip-stack
ar: عرض جميع المآخذ الموصولة من الايبي المكدس
bg: показва всички IP-връзки
da: vis alle tilsluttede sockets fra ip-stack
el: Εμφάνιση όλων των συνδεδεμένων sockets από ip-stack
fr: Montrer tous les sockets connectés d'un ip-stack
hu: IP-Stack kapcsolódó socket-ek
nl: toon alle aangesloten bussen van ip-stack
pt: mostrar todos os soquetes ligados a partir ip-stack
ru: Показать все подключенные сокеты в ip-стеке
sv: visa alla förbundna sockets för ip-stack
tr: tüm baglantilara ip-stack'dan bak
uk: Показати усі підключені сокети в ip-стеці

source: Show Systemmemory Info
ar: عرض معلومات ذاكرة النظام
bg: Системна памет
da: Vis systemhukommelses info
el: Εμφάνιση Systemmemory Πληροφορίες
fr: Montrer Infos Mémoire Système
hu: Rendszermemória információ
nl: Toon Systeemgeheugen informatie
pt: Mostrar SystemMemory Informações
ru: Показать информацию о памяти
sv: Visa systemminnes information
tr: Sistem hafiza durumuna bak
uk: Показати інформацію о пам'яті

source: show whole system memory usage
ar: عرض الاستخدام العام لذاكرة النظام
bg: информация относно използването на системната памет
da: vis komplet system hukommelse i brug
el: δείχνουν όλη τη χρήση της μνήμης του συστήματος
fr: Montrer charge mémoire système complet
hu: A rendszer teljes memóriahasználata
nl: Toon geheel systeemgeheugen gebruik
pt: mostrar o uso da memória todo o sistema
ru: Показать использование памяти
sv: Visa hela systemets minnesanvändning
tr: kullanilan sistem hafizasina bak
uk: Показати користування пам'яті

source: Show Networkdetails
ar: عرض تفاصيل الشبكة
bg: Мрежови детайли
da: Vis netværksdetaljer
el: Εμφάνιση Networkdetails
fr: Montrer détails Réseau
hu: Hálózati részletek
nl: Toon Netwerk details
pt: Mostrar Networkdetails
ru: Показать информацию о сети
sv: Visa nätverksdetaljer
tr: Sebeke bilgileri
uk: Показати інформацію о мережі

source: shows assigned ip-adresses, routingtable and nameserver
ar: عرض عناوين الايبي المعينة ، الروتر ، و اسم السيرفر
bg: показва IP адреса, routingtable и nameserver
da: vis tildelt ip-adresse, routing og navneserver
el: δείχνει ανατεθεί διευθύνσεις IP, routingtable και nameserver
fr: Montrer adresse IP assignée, routingtable et nameserver
hu: Kapcsolódó IP-címek,routingtábla és DNS-server
nl: toon toegewezen ip-adressen, routingtable en nameserver
pt: mostra atribuído ip-adresses, routingtable e nameserver
ru: Показать уст-е ip-адрес, dns-сервера и маршруты
sv: Visa tilldelade ip-adresser, routingtabell och namnserver
tr: tain edilen IP-adresi, agdairesi ve santralismine bak
uk: Показати встановленні ip-адресу, dns-сервери і маршрути

source: Show diskspace
ar: عرض مساحة الأقراص
bg: Дисково пространство
da: Vis diskplads
el: Εμφάνιση χώρο στο δίσκο
fr: Montrer espace disque
hu: Merevlemezterület
nl: Toon schijfruimte
pt: Mostrar espaço em disco
ru: Показать информацию о дисковом пространстве
sv: Visa plats på disk
tr: Harddisk bosluguna bak
uk: Показати інформацію щодо дискового простору

source: show diskpace
ar: عرض مساحة القرص
bg: информация за дисково пространство
da: Vis diskplads
el: Εμφάνιση diskpace
fr: Montrer espace disque
hu: Merevlemezterület
nl: Toon schijfruimte
pt: Mostrar espaço em disco
ru: Показать дисковое пространство
sv: visa plats på disk
tr: Harddisk bosluguna bak
uk: Показати дисковий простір

source: show simple Image infos
ar: عرض معلومات مبسطة للصورة
bg: кратка информация за Image-а
da: vis simpel image info
el: δείχνουν απλές πληροφορές Image
fr: Montrer infos simples de l'Image
hu: Egyszerű lemezkép-információ
nl: Toon eenvoudige Image Informatie
pt: mostrar Informações sobre imagem simples
ru: Показать информацию о прошивке
sv: visa enkel image information
tr: kisatilmis Image durumuna bak
uk: Показати інформацію щодо прошивки

source: VTI System Infos
ar: VTI معلومات النظام
bg: VTI Системна Информация
da: VTI system info
el: VTI Πληροφορίες Συστήματος
fr: Infos Système VTI
hu: VTI Rendszerinformáció
nl: VTI Systeem Infos
pt: Sistema Infos VTI
ru: Системная информация
sv: VTI systeminformation
tr: VTI sistem durumu
uk: Системна інформація

source: Press OK on your remote control to continue.
ar: . في جهاز التحكم للمواصلة OK قم بالضغط على
bg: Натиснете OK на вашето дистационно, за да продължите.
da: Tryk OK på din fjernbetjening for at fortsætte.
el: Πατήστε OK στο τηλεχειριστήριο σας για να συνεχίσετε.
fr: Appuyer OK sur la télécommande pour continuer
hu: Nyomd meg az OK gombot a távirányítón a folytatáshoz.
nl: Druk OK op de afstandsbediening om verder te gaan.
pt: Pressione OK no seu controle remoto para continuar.
ru: Нажмите ОК на вашем пульте управления чтобы продолжить
sv: Tryck OK på din fjärrkontroll för att fortsätta
tr: devam etmek icin kumandanin OK tusuna basiniz.
uk: Нажміть ОК на вашому пульті керування щоби продовжити

source: Please select medium to use as backup location
ar: فضلا اختر المتوسط لاستعمالة كمسار للنسخة الاحتياطية
bg: Моля изберете информационен носител, който да се използва за бекъп
da: Vælg venligst mediet til backup placering
el: Παρακαλώ επιλέξτε μέσο που θα χρησιμοποιηθεί ως θέση των αντιγράφων ασφαλείας
fr: Sélecter un médium pour la sauvegarde
hu: Kérlek válasszd ki az eszközt a mentés helyét
nl: Selecteer medium als Back-up locatie
pt: Por favor selecione médio para usar como local de backup
ru: Пожалуйста укажите носитель для сохранения резервных копий
sv: Vänligen välj medium att använda som plats för säkerhetskopia
tr: Lütfen kullanacaginiz kopyanin kayidini seciniz
uk: Будь ласка вкажіть носій для зберігання резервних копій

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ar: ؟Enigmaهل أنت متاكد من إستعادة النسخة الاحتياطية لـ2 .باعادة التشغيل Enigma2 سيقوم نظام
bg: Сигурни ли сте, че искате да възстановите Enigma2 бекъпа? Enigma2 ще се рестартира след възстановяването
da: Er dus ikker på at du vil gendanne din Enigma2 backup? Enigma2 genstarter efter gendannelsen
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το αντίγραφο ασφαλείας Enigma2? Enigma2 θα επανεκκίνηση μετά την επαναφορά
fr: Etes-vous certain vouloir restaurer votre sauvegarde Enigma2? Enigma2 redémarrera après le restauration
hu: Vissza akarod tölteni az Enigma2 mentésedet? Enigma2 újraindítást akar a visszatöltés után
nl: Weet u zeker dat u de Enigma2 Back-up wilt terugzetten? Enigma2 zal herstarten na het terugzetten
pt: Tem certeza de que deseja restaurar o seu backup Enigma2? Enigma2 será reiniciado após a restauração
ru: Вы уверены, что хотите восстановить Enigma2 из резервной копии? Enigma2 будет перезагружена после восстановления.
sv: Är du säker på att du vill återställa din Enigma2 säkerhetskopia? Enigam2 kommer att starta om efter återställningen
tr: Eski ayara dönmek istediginizden eminmisiniz? Enigma2 yeniden start olacak islem bittikten sonra
uk: Вы уверены, что хотите восстановить Enigma2 из резервной копии? Enigma2 будет перезагружена после восстановления.

source: Sorry no backups found!
ar: عذرا لا وجود لاي نسخة احتياطية
bg: Не са открити бекъпи!
da: Desværre ingen backup fundet
el: Συγνώμη δεν βρέθηκαν αντίγραφα ασφαλείας!
fr: Oups... pas trouvé de sauvegardes!
hu: Sajnos nem található mentés!
nl: Sorry geen Back-ups gevonden!
pt: Desculpe não cópias de segurança encontrado!
ru: К сожалению, резервные копии не найдены!
sv: Ledsen, inga säkerhetskopior hittades!
tr: Üzgünüm kopya bulunamadi
uk: На жаль, резервних копій не знайдено!

source: Do you really want to restore your last saved image ?
nl: Weet U zeker dat U het laatst gemaakte Image wil terugzetten ?

source: not implemented yet Please choose another one.
ar: لم تنفذ بعد .فضلا اختر اخرى
bg: не е имплементирано Моля, изберете друго.
da: ikke implementeret endnu Vælg venligst en anden.
el: δεν εφαρμόζονται ακόμη Παρακαλώ επιλέξτε ένα άλλο.
fr: Pas encore disponible Veuillez rechoisir.
hu: Még nincs megvalósítva Kérlek válassz másikat
nl: nog niet geimplementeerd Selecteer A.U.B een andere.
pt: ainda não implementada Por favor, escolha outro.
ru: еще не осуществлен Пожалуйста выберите другой.
sv: inte implementerad än Vänligen välj en annan.
tr: faliyete gecmedi Lütfen baskasini secin.
uk: ще не здійснено Будь ласка виберіть іншу.
