Repository: Century12/VTi-localisation
Catalog: vtipanel-po/*.po
Languages: ar, bg, da, el, fr, hu, nl, pt, ru, sv, tr, uk

source: VTI Crashlogremove Menu
ar: لحذف سجل الاعطاب VTI قائمة
bg: VTI Премахване на лог-файлове
da: VTI Crashlogoprydningsmenu
el: VTI Crashlogremove Μενού
fr: VTI Menu supprimer Crashlog
hu: VTI Hibajegyzék Eltávolítási Menü
nl: VTI Crashlog verwijder Menu
ru: Удаление крэш-лога
sv: VTI Kraschlogborttagnings Meny
tr: VTI Crashlog silme menüsü
uk: Видалення креш-логу

source: not in use
ar: ليس في الاستعمال
bg: не се използва
da: Ikke i brug
el: δεν είναι σε χρήση
fr: Pas en service
hu: Nincs használatban
nl: niet in gebruik
pt: não está em uso
ru: не используется
sv: används inte
tr: Kullanilmamakta
uk: не використовується

source: MB swapfile on
ar: م ب ملف التبادل في
bg: MB swapfile вкл.
da: MB swapfil til
el: MB αρχείο αντιμετάθεσης σε
fr: MB Swapfile activé
hu: MB SWAP-fájl bekapcsolva
nl: MB swapfile op
pt: MB arquivo de troca em
ru: Мб файл подкачки включён
sv: MB swapfil på
tr: MB gereksiz dosya acik
uk: Мб файл підкачки вмикнено

source: Are you sure to delete swapfile ?
ar: هل انت متاكد من حذف ملف التبادل ؟
bg: Сигурни ли сте, че искате да изтриете swapfile-а ?
da: Er du sikker på du vil slette swapfilen?
el: Είστε σίγουροι για τη διαγραφή αρχείο αντιμετάθεσης;
fr: Etes-vous certain de supprimer la Swapfile ?
hu: Biztos vagy benne, hogy a törlöd a SWAP-fájlt?
nl: Weet U zeker dat de swapfile verwijdert moet worden ?
pt: Tem certeza que deseja apagar arquivo de swap ?
ru: Вы уверены, что хотите удалить файл подкачки?
sv: Är du säker på att ta bort swapfilen?
tr: Gereksiz dosyalari silmek istediginizden eminmisiniz?
uk: Ви впевнені, що хочете видалити файл підкачки?

source: Are you sure to %s ?
ar: هل انت متاكد من %s ؟
bg: Сигурнили сте, че %s ?
da: Er du sikker på %s ?
el: Είστε βέβαιοι ότι για να %s ?
fr: Etes-vous certain de %s?
hu: Biztos vagy benne %s ?
nl: Bent U zeker om te %s ?
pt: Tem certeza de %s ?
ru: Вы уверены, что %s ?
sv: Är du säker på att %s?
tr: Eminmisiiniz %s?
uk: Ви впевнені, що %s ?

source: VTI Restart Service
ar: إعادة تشغيل الخدمة VTI
bg: VTI Рестартиране приложение
da: VTI genstart service
el: VTI Επανεκκίνηση Υπηρεσία
fr: VTI Redémarrage Service
hu: VTI Szolgáltatások újraindítása
nl: VTI Hestart Service
pt: VTI Reiniciar o serviço
ru: Перезапуск сервиса
sv: VTI starta om tjänst
tr: VTI yeniden baslat servisi
uk: Перезапуск сервісу

source: VTI Skinremoval
ar: حذف السكين VTI
bg: VTI Премахване дизаин
da: VTI Skinfjernelse
fr: VTI Suppression Thème
hu: VTI Skin Eltávolító
nl: VTI Skin verwijderen
ru: Удаление скинов
sv: VTI ta bort skin
tr: VTI Skin sildir
uk: Видалення скінів

source: VTI Remove Enigma2 Crashlog
ar: enigmaحذف سجل العطب لـ 2 VTI
bg: VTI Изтриване на Enigma2 Crashlog
da: VTI fjern Enigma2 Crashlog
el: VTI Κατάργηση Enigma2 Crashlog
fr: VTI Supprimer Crashlog Enigma2
hu: VTI Enigma2 hibajegyzék eltávolítása
nl: VTI Verwijder Enigma2 Crashlog
pt: VTI Remover Log Bater Enigma2
ru: Удаление крэш-лога Enigma2
sv: VTI ta bort Enigma2 kraschlog
tr: VTI Enigma2 Crashlogu sil
uk: Видалення креш-логу Enigma2

source: Deleted Crashlogs older 7 Days...
ar: ...حذف سجلات الأعطاب الاكثر من 7 أيام
bg: Изтрити са Crashlog-ове по-стари от 7 дни...
da: Slettede Crashlogs ældre end 7 Dage...
el: Διαγράφεται Crashlogs μεγαλύτερα 7 Ημέρες ...
fr: Supprimer Crashlogs de plus que 7 Jours...
hu: Eltávolított 7 napnál régebbi hibajegyzékek...
nl: Verwijder Crashlogs ouder dan 7 dagen...
pt: Apagar Logs Bater mais velhos 7 Dias ...
ru: Удалять логи ошибок старее 7 дней...
sv: Hittade kraschloggar som är äldre än 7 dagar...
tr: 7 günden eski Crshlog silindi...
uk: Видаляти логи помилок старше 7 днів...

source: stopping swap for
ar: توقيف ملف التبادل
bg: спиране на swap за
da: stop swap for
el: σταματώντας swap για
fr: Arrêt Echange (Swap) pour
hu: Csere megállás
nl: stop swap voor
pt: parar de swap para
ru: остановка файла подкачки на
sv: stoppa att swappa för
tr: Degisim durdu
uk: зупинка файлу підкачки на

source: swapfile was deleted successfully
ar: تم حذف ملف التبادل بنجاح
bg: swap файле е изтрит успешно
da: swapfil blev slettet
el: αρχείο αντιμετάθεσης διαγράφηκε με επιτυχία
fr: Swapfile supprimée
hu: A SWAP-fájl törlése sikeres
nl: Swapfile succesvol verwijdert
pt: arquivo de swap foi apagado com sucesso
ru: файл подкачки удален
sv: swapfilen togs bort
tr: Gereksiz dosya basariyla silindi
uk: файл підкачки видалено

source: VTI create SwapFile
ar: إنشاء ملف تبادل VTI
bg: VTI създаване на Swap-файл
da: VTI opret swapfil
el: VTI δημιουργήσει αρχείο αντιμετάθεσης
fr: VTI Créer Swapfile
hu: VTI SWAP-fájl Létrehozása
nl: VTI maak SwapFile aan
pt: VTI criar arquivo de troca
ru: Cоздать swap-файл
sv: VTI skapa swapfil
tr: VTI gecici Dosya yarat
uk: Cтворити swap-файл

source: no swapfile active...
ar: لا يوجد اي ملف تبادل مفعل
bg: няма активен swap файл...
da: ingen swapfil aktiv...
el: κανένα αρχείο αντιμετάθεσης ενεργό ...
fr: Swapfile non-activée
hu: Nincs aktív SWAP-fájl
nl: Geen swapfile actief...
pt: sem arquivo de troca ativa ...
ru: нет активного файла подкачки...
sv: ingen swapfil är aktiv
tr: Gecici Dosya aktif degil
uk: нема активного файлу підкачки...

source: swapfile was created successfully
ar: تم إنشاء ملف التبادل بنجاح
bg: swap-файл е създаден успешно
da: swapfil blev oprettet
el: αρχείο αντιμετάθεσης δημιουργήθηκε με επιτυχία
fr: Swapfile créée avec succès
hu: Sikeresen létrehozott SWAP-fájl
nl: Swapfile succesvol aangemaakt
pt: arquivo de swap foi criado com sucesso
ru: файл подкачки создан
sv: swapfilen skapades utan problem
tr: Gecici Dosya basariyla yaratildi
uk: файл підкачки створено

source: VTI IPK Uninstall
ar: IPK حذف VTI
bg: VTI IPK деинсталиране
da: VTI IPK afinstaller
el: VTI IPK Απεγκατάσταση
fr: VTI Désinstaller IPK
hu: VTI IPK Eltávolítás
nl: VTI IPK Deinstaleer
pt: VTI IPK desinstalar
ru: Удаление IPK
sv: VTI IPK avinstallera
tr: VTI IPK Sildirme
uk: Видалення IPK

source: VTI IPK Uninstall ignore depencies
ar: بتجاهل IPK حذف VTI
bg: VTI IPK деинсталиране с игнориране на зависимостите
da: VTI IPK afinstallation ignorerede afhængighed
el: VTI IPK Uninstall αγνοήσει depencies
fr: VTI Désinstallationr IPK forcée
hu: VTI IPK Eltávolító függőségek figyelmen kívül hagyásával
nl: VTI IPK Deinstaleren negeer afhankelijkheden
pt: VTI IPK desinstalar ignorar depencies
ru: Удаление IPK, игнорировать зависимости
sv: VTI avinstallera ignorera beroenden
tr: VTI IPK bagimliligi hice say
uk: Видалення IPK, ігнорувати залежності

source: Restart Cam
ar: إعادة تشغيل كام
bg: Рестартиране Cam
da: Genstart cam
el: Επανεκκίνηση Cam
fr: Redémarrage CAM
hu: CAM újraindítása
nl: Herstarten Cam
pt: reiniciar Cam
ru: Перезапуск CAM
sv: Starta om Cam
tr: Cam'i yeniden baslat
uk: Перезапуск CAM

source: Manage Cams
ar: إدارة الكامات
bg: Управление на Cam-ове
da: Administrer cams
el: Διαχειριστείτε τις Cams
fr: Configurer CAMs
hu: A CAM-ok kezelése
nl: Beheer Cams
pt: gerenciar Cams
ru: Управление CAM
sv: Hantera Cams
tr: Cam'i yönet
uk: Управління CAM

source: Select Cam and press OK to activate
ar: للتفعيل OK حدد كام واضغط
bg: Изберете Cam и натиснете ОК за активиране
da: Vælg cam og tryk OK for at aktivere det
el: Επιλέξτε την Cam και πιέστε το OK για να ενεργοποιήσετε
fr: Choisissez CAM et pressez OK pour l'activer
hu: CAM kiválasztása és aktiválása az OK gomb megnyomásával
nl: Selecteer Cam en druk OK om te activeren
pt: Selecione Cam e carregue OK para ativar
ru: Выберите CAM и нажмите OK, чтобы активировать
sv: Välj Cam och tryck OK för att aktivera
tr: Cam'i seciniz ve aktif hale getirmek icin OK tusuna basiniz
uk: Виберіть CAM та нажміть OK, щоб активувати

source: NO CAM ACTIVE !!! Cant restart current cam
ar: لايمكن إعادة تشغيل الكام الحالية!!!لا توجد اي كام مفعلة
bg: НЯМА АКТИВЕН CAM !!! Не може да се рестартира текущия Cam
da: Intet cam aktivt !!! kan ikke genstarte nuværende cam
el: ΝΟ CAM ACTIVE!!επανεκκίνηση τρέχουσα cam
fr: Pas de CAM active !!! Impossible de redémarrer CAM
hu: NINCS AKTÍV CAM !!! Nem lehet újraindítani az aktuális CAM-ot
nl: GEEN CAM ACTIEF !!! Cam herstart niet mogelijk
pt: NO ATIVO CAM! Não pode reiniciar cam atual
ru: Нет активных CAM модулей! Не удаётся перезапустить текущий CAM модуль
sv: INGET CAM AKTIV !!! Kan inte starta om aktuellt cam
tr: AKTIF CAM YOK!!! Yeniden baslatilamaz
uk: Нема активних CAM модулів! Не вдається перезапустити поточний CAM модуль

source: Starting cam :
ar: : تشغيل الكام
bg: Стартиране cam :
da: Starter cam :
el: Ξεκινώντας cam:
fr: Démarrage CAM :
hu: CAM indulása :
nl: Bezig met starten van de Cam :
pt: Iniciando cam :
ru: Запуск CAM:
sv: Startar Cam :
tr: Cam basliyor
uk: Запуск CAM:

source: Stopping cam :
ar: : توقيف الكام
bg: Спиране cam :
da: Stopper cam :
el: Διακοπή cam:
fr: Arrêt CAM :
hu: CAM leállása :
nl: Bezig met stoppen van de Cam :
pt: Cam parar :
ru: Остановка CAM:
sv: Stoppar Cam :
tr: Cam duruyor
uk: Зупинка CAM:

source: Restarting cam :
ar: : إعادة تشغيل الكام
bg: Рестартиране cam :
da: Genstarter cam :
el: Επανεκκίνηση cam:
fr: Redémarrage CAM :
hu: CAM újraindulása :
nl: Bezig met herstarten Cam :
pt: Reiniciar cam :
ru: Перезагрузка СAM:
sv: Startar om Cam :
tr: Cam yeniden basliyor
uk: Перезавантаження СAM:

source: Current
ar: الحالي
bg: Текущ
da: Nuværende
fr: Actuel
hu: Jelenlegi
nl: Momenteel
pt: Atual
ru: Текущее
sv: Aktuell
tr: su an
uk: Поточне

source: Average
ar: المعدل
bg: Среден
da: Gennemsnitlig
fr: Moyen
hu: Átlagos
nl: Gemiddelde
pt: média
ru: Среднее
sv: Genomsnitt
tr: ortalama
uk: Середнє

source: Reload
ar: تحديث
bg: Презареждане
da: Genindlæs
el: Ανανέωση
fr: Recharge
hu: Újratöltés
nl: Vernieuwen
pt: recarregar
ru: Перезагрузить
sv: Ladda om
tr: tekrar yükle
uk: Перезавантажити

source: Download or delete Cam
ar: تحميل او حذف كام
bg: Теглене или изтриване на Cam
da: Download eller slet cam
el: Λήψη ή να διαγράψετε Cam
fr: Charge ou Supprime CAM
hu: CAM letöltése vagy törlése
nl: Download of verwijder Cam
pt: Download ou pagar Cam
ru: Установка или удаление CAM-модулей
sv: Hämta eller ta bort Cam
tr: Cam'i indir veya sil
uk: Встановлення або видалення CAM-модулів

source: After pressing OK, please wait!
ar: OK الرجاء الانتظار،بعد الضغط على
bg: След натискане на ОК, моля изчакайте!
da: Efter du har trykket OK, vent venligst!
el: Αφού πατήσετε OK, παρακαλώ περιμένετε!
fr: Après avoir poussé OK, veuillez patienter !
hu: Az OK megnyomása után kérlek, várj!
nl: Na op OK gedrukt te hebben, even geduld aub!
pt: Depois de pressionar OK, aguarde!
ru: После нажатия кнопки OK, пожалуйста, подождите!
sv: Vänligen vänta efter att ha tryckt OK!
tr: OK tusuna bastiktan sonra bekleyiniz!
uk: Після натиснення кнопки OK, будь ласка, зачекайте!

source: Trying to download a new packetlist. Please wait...
ar: فضلا انتظر...محاولة تحميل حزمة جديدة
bg: Опит за сваляне на нов списък с пакети. Моля изчакайте...
da: Forsøger at downloade en ny pakkeliste. Vent venligst...
el: Προσπαθώντας να κατεβάσετε ένα νέο packetlist. Παρακαλώ περιμένετε ...
fr: Essai de téléchargement d'une nouvelle liste de paquets. Patience...
hu: Az új csomagjegyzék letöltése folyamatban. Kérlek várj...
nl: Bezig met een nieuwe pakketlijst te downloaden. even geduld...
pt: Tentando fazer o download uma lista de pacotes novos. Por favor aguarde...
ru: Идет загрузка списка пакетов. Пожалуйста, подождите...
sv: Försöker att hämta en ny paketlista. Vänligen vänta...
tr: Yeni Pekt listesi indirilmekte. Lütfen bekleyiniz...
uk: Йде завантаження списку пакетів. Будь ласка, зачекайте...

source: Package list update
ar: تحديث قائمة الحزمة
bg: Обновяване на пакетния списък
da: Pakkelisteopdatering
el: Πακέτο ενημέρωση λίστας
fr: Liste de paquets mise à jour
hu: Csomagjegyzék frissítés
nl: Pakket lijst update
pt: Atualizar lista de pacotes
ru: Обновление списка пакетов
sv: Uppdatera paketlista
tr: Paket listesini güncelle
uk: Оновлення списку пакетів

source: There was an error downloading the packetlist. Please try again.
ar: .أعد المحاولة مجددا .كان هناك خطأ في تحميل الحزمة
bg: Грешки при свалянето на пакетния списък. Моля, опитайте отново.
da: Der opstod en fejl ved download af pakkelisten. Prøv venligst igen.
el: Υπήρξε ένα σφάλμα κατά τη λήψη του packetlist. Παρακαλώ δοκιμάστε ξανά.
fr: Erreur de téléchargement d'une nouvelle liste de paquets. Veuillez réessayer.
hu: Hiba a csomagjegyzék letöltése során. Próbálja újra.
nl: Er is een fout opgetreden bij het downloaden van de pakketlijst. Probeer opnieuw A.U.B.
pt: Houve um erro no download do packetlist. Por favor, tente novamente.
ru: Возникли ошибки при загрузке списка пакетов. Пожалуйста, попробуйте еще раз.
sv: Ett fel inträffade när paketlistan skulle hämtas. Vänligen försök igen.
tr: Paket listesini indiriken bir hata olustu. Tekrar deneyiniz.
uk: Виникли помилки при завантаженні списку пакетів. Будь ласка, спробуйте ще раз.

source: Error
ar: خطأ
bg: Грешка
da: Fejl
el: Σφάλμα
fr: Erreur
hu: Hiba
nl: Fout
pt: erro
ru: Ошибка
sv: Fel
tr: hata
uk: Помилка

source: Do you want to remove the package:
ar: هل تريد إزالة الحزمة:
bg: Искате ли да изтриете пакета:
da: Vil du fjerne pakken:
el: Θέλετε να αφαιρέσετε το πακέτο:
fr: Voulez-vous supprimer le paquet:
hu: El akarod távolítani a csomagot:
nl: Wilt u het pakket verwijderen?:
pt: Você quer remover o pacote:
ru: Вы хотите удалить пакет:
sv: Vill du ta bort paketet:
tr: Paket'i silmekmi istiyorsunuz?
uk: Ви хочете видалити пакет:

source: Do you want to upgrade the package:
ar: هل تريد ترقية الحزمة:
bg: Искате ли да обновите пакета:
da: Vil du opgradere pakken:
el: Θέλετε να αναβαθμίσετε το πακέτο:
fr: Voulez-vous effectuer une mise à jour du paquet:
hu: Frissíteni akarod a csomagot:
nl: Wilt u het pakket updaten?:
pt: Você quer atualizar o pacote:
ru: Вы хотите, обновить пакет:
sv: Vill du uppgradera paketet:
tr: Paket'i güncellemekmi istiyorsunz?
uk: Вы хочете обновити пакет:

source: Do you want to install the package:
ar: هل تريد تثبيت الحزمة:
bg: Искате ли да изтриете пакета:
da: Vil du installere pakken:
el: Θέλετε να εγκαταστήσετε το πακέτο:
fr: Voulez-vous installer le paquet:
hu: Telepíteni akarod a csomagot:
nl: Wilt u het pakket installeren:
pt: Você quer instalar o pacote:
ru: Вы хотите установить пакет:
sv: Vill du installera paketet:
tr: Paket'i yüklemekmi istiyorsunuz?
uk: Вы хочете встановити пакет:

source: Change Root Password
ar: Rootالكلمة السرية لـ تغيير
bg: Смяна на администраторската парола
da: Skift password
el: Αλλαγή κωδικού πρόσβασης Root
fr: Changer le Mot de passe Racine
hu: A gyökér (Root) jelszó megadása
nl: Verander Root Wachtwoord
pt: Alterar senha do root
ru: Смена пароля пользователя root
sv: Ändra rootlösenordet
tr: Root sifreniyi degistir
uk: Зміна паролю користувача root

source: Set Password
ar: وضع كلمة سرية
bg: Въведете парола
da: Indstil password
el: Ορισμός κωδικού πρόσβασης
fr: Enrégistrer Mot de passe
hu: Jelszó beállítása
nl: Stel wachtwoord in
pt: definir senha
ru: Установка пароля
sv: Sätt lösenord
tr: Sifre sec
uk: Встановлення паролю

source: new Random
ar: جديد عشوائي
bg: нова произволна
da: Nyt tilfældigt
el: νέα Τυχαία
fr: Aléatoire nouveau
hu: Új véletlenszerű
nl: nieuw willekeurig
ru: Случайно
sv: nytt slumpvis
tr: rasgele yeni
uk: Випадково

source: virt. Keyboard
ar: لوحة مفاتيح افتراضية
bg: виртуална клавиатура
da: virt. tastatur
el: virt. Πληκτρολόγιο
fr: Clavier Virtuel
hu: Virtuális billentyűzet
nl: Virt. toetsenbord
pt: virt. teclado
ru: Вирт. клав-ра
sv: virt. tangentbord
tr: hayali klavye
uk: Вірт. клав-ра

source: Enter new Password
ar: أدخل كلمة السرية الجديدة
bg: Въведете нова парола
da: Indtast nyt password
el: Πληκτρολογήστε νέο κωδικό πρόσβασης
fr: Choisir nouveau Mot de passe
hu: Belépés új jelszóval
nl: Geef nieuw wachtwoord in
pt: Digite a senha nova
ru: Введите новый пароль
sv: Skriv in nytt lösenord
tr: yeni bir sifre giriniz
uk: Введіть новий пароль

source: Sucessfully changed password for root user to: %s
ar: الى root تم تغيير الكلمة السرية بنجاح للمستخدم : %s
bg: Успешно сменена администраторска парола в: %s
da: Succesfuldt skiftet password for administrator til: %s
el: Επιτυχής αλλαγή κωδικού πρόσβασης για το χρήστη root για να: %s
fr: Mot de passe pour utilisateur Racine modifié en: %s
hu: Sikeresen megváltoztatott root-felhasznállói jelszó: %s
nl: Wachtwoord voor de Gebruiker root succesvol gewijzigd in: %s
pt: Senha alterada com sucesso para o usuário root para: %s
ru: Пароль пользователя root успешно изменен на: %s
sv: Lösenordet för rootanvändaren ändrades till: %s
tr: Root kullanici sifreniz basariyla %sdegismistir
uk: Пароль користувача root успішно змінено на: %s

source: Unable to change/reset password for root user
ar: root لا يمكن تغيير/ إستعادة الكلمة السرية للمستخدم
bg: Грешка при смяната на администраторската парола
da: Ikke i stand til at skifte/nulstille password for administrator
el: Δεν είναι δυνατή η αλλαγή / επαναφορά του κωδικού πρόσβασης για το χρήστη root
fr: Impossible de changer/réinitialiser Mot de passe pour utilisateur Racine
hu: A root-felhasználóhoz tartozó jelszó változtatása/visszaállítása lehetetlen
nl: Niet in staat om het wachtoord voor de gebruiker root te veranderen/resetten
pt: capaz de alterar/redefinir a senha para o usuário root
ru: Невозможно изменить/сбросить пароль для пользователя root
sv: Det gick inte att ändra/sätta tillbaka lösenordet för rootanvändaren
tr: Root kullanici sifreniz degisilemez/silinemez
uk: Неможливо змінити/скинути пароль для користувача root

source: Enter your password here:
ar: :أدخل كلمتك السرية هنا
bg: Въведете вашата парола:
da: Indtast dit password her:
el: Εισάγετε τον κωδικό σας εδώ:
fr: Entrez votre Mot de passe ici:
hu: Add meg itt a belépési jelszavadat:
nl: Vul hier uw wachtwoord in:
pt: Digite sua senha aqui:
ru: Введите свой пароль:
sv: Skriv in ditt lösenord här:
tr: Sifrenizi buraya giriniz:
uk: Введіть свій пароль:

source: Manage your VU+ Team Image
ar: خاصتك VU+ Team إدارة صورة فريق
bg: Управление на Вашия VU+ Team Image
da: Administrer dit VU+ Team Image
el: Διαχειριστείτε VU + Team Image σας
fr: Gérer votre Image Vu+
hu: A te VU+ Team Lemezképed kezelése
nl: Beheer uw VU + Team Image
pt: Gerir a sua imagem VU+ Equipe
ru: Управление Вашей прошивкой
sv: Hantera ditt VU+ Team Image
tr: VU+ Team Image'i yönet
uk: Керування Вашою прошивкою

source: Install
nl: Instaleren

source: is activated.
ar: .مفعلة
bg: е активиран.
da: er aktiveret.
el: είναι ενεργοποιειμένο .
fr: Activé
hu: aktivált
nl: is geactiveerd.
pt: é ativado.
ru: активирован.
sv: är aktiverad.
tr: aktiflesdi
uk: активован.

source: NTP-Server Country Selection
ar: NTP-Server تحديد البلد
bg: NTP-Сървър избор на страна
da: NTP-server lande valg
el: NTP-Server Επιλογή Χώρας
fr: Sélection du Pays du Serveur NTP
hu: NTP-Szerver ország kiválasztása
nl: NTP-server Land Selectie
pt: NTP-Server Seleção de País
ru: Выбор страны NTP-сервера
sv: NTP-server välj land
tr: NTP-Santral Ülke secme
uk: Вибір країни NTP-серверу

source: NTP-Server Contenant Selection
ar: NTP-Server تحديد القارة
bg: NTP-Сървър избор на континент
da: NTP-server Contenant valg
el: NTP-Server contenant Επιλογής
fr: Selection du Contenu du Serveur NTP
hu: NTP-Szerver tartalom kiválasztása
nl: NTP-server Continent Selectie
pt: NTP-Server Seleção de País
ru: Выбор континента NTP-сервера
sv: VTI säkerhetskopiering pågår
tr: NTP-Santral kita secme
uk: Вібір континенту NTP-серверу

source: VTI-Backup is running...
ar: ...جاري VTI-نسخ
bg: VTI-Бекъп се изпълнява...
da: VTI-backup kører...
el: VTI-Backup βρίσκεται σε λειτουργία ...
fr: Sauvegarde VTI en cours...
hu: VTI-Biztonsági mentés folyamatban...
nl: VTI-Backup is bezig...
pt: VTI-Backup é execução ...
ru: Рез. копирование запущено...
sv: VTI-säkerhetskopiering utförs...
tr: VTI-Kopya basladi
uk: Рез. копіювання запущено...

source: Sorry your backup destination is not writeable. Please choose an other one.
ar: .للاسف مسار النسخ خاصتك غير قابل للكتابة .فضلا اختر مسارا اخر
bg: Съжалявам. На Вашата бекъп дестинация не може да се записва. Моля изберете друга.
da: Beklager, din backup destination er ikke skrivbar. Vælg venligst en anden.
el: Λυπούμαστε προορισμό το αντίγραφο ασφαλείας σας δεν είναι εγγράψιμο. Παρακαλώ επιλέξτε ένα άλλο.
fr: Oups, destination sauvegarde PAS inscriptible. Choisir destination différente.
hu: Sajnos a kiválasztott mentési célra nem lehet írni. Kérlek válassz egy másik célt.
nl: Sorry, uw back-up bestemming is niet beschrijfbaar. Kies AUB een andere.
pt: Lamentamos o seu destino de backup não é gravável. Por favor, escolha um outro.
ru: Извините, но местоположение для резервных копий недоступно для записи. Пожалуйста, выберите другое местоположение.
sv: Ursäkta, men din plats för säkerhetskopior är inte skrivbar. Vänligen välj en annan.
tr: Malesef kopyaniz hedefe yazilamaz. Lütfen baska birini seciniz.
uk: Вибачте, але місцезнаходження для резервних копій недоступно для запису. Будь ласка, виберіть інше місцезнаходження.

source: VTI-Backup - Select files/folders to backup
ar: حدد ملفات/مجلدات للنسخ -VTI-نسخ
bg: VTI-Бекъп - Моля изберете файлове/дир за бекъп
da: VTI-backup - vælg filer/mapper til backup
el: VTI-Backup - Επιλέξτε τα αρχεία / φακέλους για δημιουργία αντιγράφων ασφαλείας
fr: Sauvegarde VTI - Choisir fichiers/dossier à sauvegarder
hu: VTI-Biztonsági mentés - Fájl/Mappa kiválasztása mentéshez
nl: VTI-Backup - Selecteer files/folders om te backuppen
pt: VTI-Backup - Selecione os arquivos/pastas para backup
ru: Выбор файлов и папок для рез. копирования
sv: VTI-säkerhetskopiering - Välj filer/mappar för säkerhetskopiering
tr: VTI Kopya - kopya icin Dosya/Klasör sec
uk: Вибір файлів та папок для рез. копіювання

source: Deselect
ar: إلغاء التحديد
bg: Отмени
da: Fravælg
el: Αποεπιλέξτε
fr: Déselecter
hu: Visszavonás
nl: Deselecteer
pt: desmarque
ru: Снять выделение
sv: Välj bort
tr: iptal et
uk: Зняти виділення

source: Select
ar: تحديد
bg: Избери
da: Vælg
el: Επιλέξτε
fr: Sélecter
hu: Kiválasztás
nl: Selecteren
pt: selecionar
ru: Выделить
sv: Välj
tr: sec
uk: Виділити

source: Restore
ar: إستعادة
bg: Възстанови
da: Gendan
el: Επαναφορά
fr: Restaurer
hu: Visszatöltés
nl: Herstel
pt: restaurar
ru: Восстановить
sv: Återställ
tr: eski ayara dön
uk: Відновити

source: Delete
ar: حذف
bg: Изтрий
da: Slet
el: Διαγραφή
fr: Enlever
hu: Eltávolítás
nl: Verwijderen
pt: Apagar
ru: Удалить
sv: Ta bort
tr: sil
uk: Видалити

source: VTI-Restore backups
ar: للنسخ الاحتياطية VTIإستعادة-
bg: VTI-Възстановяване бекъп
da: VTI-gendan backup
el: VTI αντιγράφων ασφαλείας Επαναφορά
fr: VTI Restauration sauvegardes
hu: VTI-Biztonsági mentés visszatöltése
nl: VTI-Herstel backups
pt: VTI-Restaurar backups
ru: Восстановление
sv: VTI återställ säkerhetskopior
tr: VTI-Eski kopya ayarina dön
uk: Відновлення

source: Are you sure you want to restore following backup:
ar: هل انت متاكد من إستعادة النسخة التالية:
bg: Сигурно ли сте, че желаете да възстановите следния бекъп:
da: Er du sikker på du vil gendanne følgende backup:
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε παρακάτω αντιγράφων ασφαλείας:
fr: Etes-vous certain vouloir restaurer sauvegarde suivante:
hu: Biztos vagy benne, hogy vissza akarod tölteni a következő biztonsági mentést:
nl: Weet U zeker dat U following backup: wilt herstellen
pt: Tem certeza de que deseja restaurar seguintes backup:
ru: Вы уверены, что хотите восстановить после резервного копирования:
sv: Är du säker på att du vill återställa följande säkerhetskopia:
tr: eski ayarina dönmek istediginizden eminmisinizkopyayi izle:
uk: Ви впевнені, що хочете відновити після резервного копіювання:
