Repository: Century12/VTi-localisation
Catalog: dvbapp2-plugins-po/aspectratioswitch/po/*.po
Languages: pl, sk

source: 16:9 always
pl: Zawsze 16:9
sk: 16:9 vždy

source: Bouquet +/- long
pl: Bukiet +/- (długi)
sk: Buket +/- dlhé

source: Help key long
pl: Przycisk pomocy (długi)
sk: Tlačidlo Help dlhé

source: Radio key long
pl: Przycisk Radio (długi)
sk: Tlačidlo Rádio dlhé

source: PVR key long
pl: Przycisk PVR (długi)
sk: Tlačidlo PVR dlhé

source: Plugin menu
pl: Menyu wtyczek
sk: Menu modulu

source: Extensions menu
pl: Menu rozszerzeń
sk: Menu rozšírení

source: AspectRatioSwitch Setup
pl: Ustawienia AspectRatioSwitch
sk: Nastavenia prepínača pomeru strán

source: Quick switching via remote control
pl: Szybkie przełączanie za pomocą pilota zdalnego sterowania
sk: Rýchle prepínanie cez DO

source: Key mapping
pl: Mapa przycisków
sk: Priradenie klávesov

source: Show switch message
pl: Pokaż przełącznik wiadomości
sk: Zobraziť správu o prepnutí

source: Include %s
pl: Zawiera %s
sk: Zahrnúť %s

source: Set aspect ratio on startup
pl: Ustaw proporcje na starcie
sk: Nastaviť pomer strán pri štarte

source: Startup aspect ratio
pl: Zacznij ustawienie
sk: Pomer strán pri štarte

source: Show Setup in
pl: Pokaż ustawienia w
sk: Nastavenie zobraziť v

source: Cancel
pl: Anuluj
sk: Zrušiť

source: Save
pl: Zachowaj
sk: Uložiť

source: Use the configured key(s) on your remote control to switch aspect ratio modes. If any 'Quickbutton' actions were assigned to these keys, they will be disabled as long as this plugin is activated!
pl: Użyj skonfigurowanego przycisku (ów) na pilocie, aby przełączyć tryb proporcji obrazu.W przypadku przypisania działań do 'Quickbutton' będą one zablokowane tak długo
sk: Na prepnutie pomeru strán použite nastavené tlačidlo(á) na DO. Ak ste týmto tlačidlám priradili akcie „rýchleho tlačidla“, budú zrušené, kým je tento modul aktívny.

source: Ver.
pl: Wersja

source: You need to include at least %d aspect ratio modes!
pl: Musi zawierać co najmniej %d trybów proporcji obrazu!
sk: Musíte vybrať aspoň %d režimov pomeru strán!

source: Changing keymap failed (%s).
pl: Zmiana mapy klawiszy nie powiodła się (% s).
sk: Zmena keymap zlyhala (%s).

source: Aspect ratio switched from: %s to: %s
pl: Format obrazu przełączony z: %s auf: %s

source: Aspect Ratio Switch setup
pl: Konfiguracja przełącznika proporcji obrazu
sk: Nastavenie prepínača pomeru strán

source: Quick switching of aspect ratio setting
pl: Szybkie przełączanie formatu obrazu
sk: Rýchle prepínanie pomeru strán

source: Aspect ratio switched from: %s to: %s
sk: Pomer strán zmenený z: %s na: %s
