Repository: Century12/VTi-localisation
Catalog: vti-autoshutdown/*.po
Languages: nl

source: Go to standby
nl: Ga naar stand-by

source: Power off STB
nl: Ontvanger uitschakelen

source: AutoShutDown settings
nl: AutoShutDown instellingen

source: AutoShutDown Setup
nl: AutoShutDown instellingen

source: Exit
nl: Afsluiten

source: Enable AutoShutDown:
nl: AutoShutDown inschakelen:

source: Time in standby for power off (min):
nl: Tijd in standby voor uitschakelen (min):

source: Enable action after inactivity:
nl: Actie voor inactiviteit inschakelen:

source: Time for inactivity (min):
nl: Tijd voor inactiviteit (min):

source: Action for inactivity:
nl: Actie voor inactiviteit (min):

source: Show message before inactivity action:
nl: Toon bericht voor inactiviteit actie:

source: Message timeout (sec):
nl: Bericht timeout (sec):

source: Disable shutdown in EPGRefresh time span:
nl: Shutdown tijdens EPGRefresh-periode uitschakelen:

source: Show in Extensions/Plugins:
nl: Toon in Extensies/Plugins:

source: Really close without saving settings?
nl: Echt afsluiten zonder op te slaan?

source: Reset AutoShutDown settings to defaults?
nl: AutoShutDown instellingen terug naar defaults?
